Repository: yo35/rpb-chessboard
Catalog: languages/rpb-chessboard-*.po
Languages: es_es, ru_ru

source: This short reminder presents through examples the features provided by the RPB Chessboard plugin, namely the insertion of chess diagrams and games in WordPress websites. On the left is the code written in posts and pages, while the right column shows the corresponding rendering.
es_es: Este breve recordatorio presenta la funcionalidad a través de ejemplos ofrecidos por el plugin RPB Chessboard, es decir, la inserción de diagramas y partidas de ajedrez en sitios web de WordPress. La columna izquierda muestra el código escrito en los artículos y páginas, mientras la columna derecha muestra su representación correspondiente.
ru_ru: Это короткое напоминание представляет собой примеры возможностей, предусмотренных плагином RPB Chessboard, а именно, вставки шахматных диаграмм и партий на сайты WordPress. Слева - код, написанный в статьях или страницах, справа - соответствующие ему визуализации.

source: FEN diagram
es_es: Diagrama FEN
ru_ru: Диаграмма FEN

source: White to move and mate in two:
es_es: Mueven blancas y mate en dos:
ru_ru: Ход белых, мат в два хода:

source: This position is known as the Légal Trap. It is named after the French player François Antoine de Legall de Kermeur (1702&ndash;1792).
es_es: Esta posición se llama trampa de Legal. Debe su nombre al jugador francés François Antoine de Kermur Sire de Legale (1702&ndash;1792).
ru_ru: Эта позиция известна как "мат Легаля". Она названа по имени французского шахматиста Легаля де Кермюр (1702&ndash;1792).

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the position. The used notation follows the %4$sFEN format%5$s (Forsyth-Edwards Notation). A comprehensive description of this FEN notation is available on %4$sWikipedia%5$s.
es_es: El texto entre las etiquetas %1$s[%3$s][/%3$s]%2$s describe la posición. La notación utilizada sigue el %4$sformato FEN%5$s (notación Forsyth-Edwards). La descripción completa de esta notación FEN está disponible en %4$sWikipedia%5$s.
ru_ru: Строка между тегами %1$s[%3$s][/%3$s]%2$s описывает позицию. Используется %4$sFEN-нотация%5$s (Нотация Форсайта—Эдвардса). Подробное описание FEN-нотации доступно в %4$sWikipedia%5$s.

source: PGN game
es_es: Partida PGN
ru_ru: Партия PGN

source: Morphy took twelve minutes over his next move, probably to assure himself that the combination was sound and that he had a forced win in every variation.
es_es: Morphy piensa en el próximo movimiento durante doce minutos, probablemente para asegurarse de que la combinación sea correcta y que la victoria sea forzada en todas las variantes.
ru_ru: Морфи продумал двенадцать минут над своим следующим ходом. Возможно, он хотел убедиться, что его комбинация корректна и у него есть форсированный выигрыш во всех вариантах.

source: Not
es_es: No
ru_ru: Но не

source: would have won more quickly. For instance:
es_es: habría ganado más rápido. Por ejemplo:
ru_ru: выигрывало быстрее. Например:

source: Absolutely forced.
es_es: Completamente forzado.
ru_ru: Абсолютно форсированно.

source: Please note the %1$s tag placed inside a comment to insert a diagram showing the current position.
es_es: Observe la etiqueta %1$s colocada en un comentario para insertar un diagrama que muestra la posición actual.
ru_ru: Пожалуйста, обратите внимание, что тег %1$s вставляется внутрь комментария чтобы показать текущую позицию.

source: Value
es_es: Valor
ru_ru: Значение

source: Description
es_es: Descripción
ru_ru: Описание

source: Square size
es_es: Tamaño de los casilleros
ru_ru: Размер клетки

source: The %1$s attribute controls the size of the chessboard squares.
es_es: El atributo %1$s determina el tamaño de los casilleros.
ru_ru: Атрибут %1$s контролирует размер клетки шахматной доски.

source: The square width is %1$s pixels.
es_es: Los casilleros tienen un ancho de %1$s pixeles.
ru_ru: Ширина клетки - %1$s пикс.

source: etc...
ru_ru: и так далее.

source: Any value between %1$s and %2$s can be used.
es_es: Se puede usar cualquier valor entre %1$s y %2$s.
ru_ru: Можно использовать любое значение между %1$s и %2$s.

source: Square and arrow markers
ru_ru: Маркеры полей и стрелок

source: The %1$s and %2$s attributes are used to add respectively square and arrow markers. There is no need to manually edit the value of these attributes as square and arrow marker edition is handled by the %3$schess diagram editor%4$s.
ru_ru: Атрибуты %1$s и %2$s используются для добавления маркеров для поля и стрелки соответственно. Нет необходимости вручную редактировать эти атрибуты, так как они обрабатываются %3$sредактором диаграмм%4$s.

source: For information, the syntax used to define square and arrow markers is described in the %1$sPGN game syntax help page%2$s.
es_es: Para información, la sintaxis utilizada para definir los marcadores de casilla y las flechas se describen en la %1$sayuda sobre el formato de las partidas PGN%2$s.
ru_ru: Для информации, синтаксис, используемый для описания маркеров полей и стрелок описан на %1$s странице помощи по синтаксису PGN%2$s.

source: Board flipping
es_es: Orientación del tablero
ru_ru: Переворачивание доски

source: The %1$s attribute controls whether the chessboard is rotated or not.
es_es: El atributo %1$s determina si el tablero está girado o no.
ru_ru: Атрибут %1$s контролирует перевёрнута доска или нет.

source: The board is seen from White's point of view.
es_es: El tablero está representado desde la perspectiva de las blancas.
ru_ru: Доска показывается со стороны белых.

source: The board is seen from Black's point of view.
es_es: El tablero está representado desde la perspectiva de las negras.
ru_ru: Доска показывается со стороны чёрных.

source: Colorset and pieceset
es_es: Tema de color y estilo de piezas
ru_ru: Набор цветов и набор фигур

source: The %1$s and %2$s attributes controls respectively the colors of the chessboard and the piece theme.
es_es: Los atributos %1$s y %2$s determinan respectivamente los colores de los casilleros del tablero y el estilo de las piezas utilizadas.
ru_ru: Атрибуты %1$s и %2$s управляют цветами шахматной доски и темой фигур соответственно.

source: Several attributes may be passed to the %1$s[%3$s][/%3$s]%2$s tags in order to customize how the FEN diagrams are displayed. All these attributes are optional: if not specified, the default setting (defined by the blog administrator) applies. These attributes are presented in this page.
es_es: Se pueden pasar varios atributos a la etiquetas %1$s[%3$s][/%3$s]%2$s para personalizar la forma en que se muestran los diagramas FEN. Todos estos atributos son opcionales: si no se especifican, el valor predeterminado (establecido por el administrador del blog) se aplica. Estos atributos se muestran a continuación.
ru_ru: Некоторые атрибуты могут быть переданы тегам %1$s[%3$s][/%3$s]%2$s чтобы настроить отображение диаграмм FEN. Все эти атрибуты являются опциональными: если они не определены, то применяются настройки по умолчанию (определённые администратором блога). Эти атрибуты представлены на этой странице.

source: The %1$s attribute controls whether the row and column coordinates are visible or not.
es_es: El atributo %1$s determina si las coordenadas de fila y columna son visibles o no.
ru_ru: Атрибут %1$s отвечает за то, видимы ли координаты или нет.

source: The row and column coordinates are hidden.
es_es: Las coordenadas están ocultas.
ru_ru: Координаты скрыты.

source: The row and column coordinates are visible.
es_es: Las coordenadas están visibles.
ru_ru: Координаты видимы.

source: Custom starting position
es_es: Posición de inicio personalizada
ru_ru: Настраиваемая стартовая позиция

source: Endgame example
es_es: Ejemplo de final de juego
ru_ru: Пример эндшпиля

source: The %1$s[FEN "..."]%2$s header might be used to specify that the game starts with a custom position. Additionally, the strict PGN syntax requires that %1$s[SetUp "1"]%2$s is added when using the %1$s[FEN "..."]%2$s header.
es_es: El encabezado %1$s[FEN "..."]%2$s se puede usar para definir una posición de inicio personalizada. Además, la sintaxis estricta de PGN requiere que %1$s[SetUp "1"]%2$s sea agregada cuando el encabezado %1$s[FEN "..."]%2$s es utilizado.
ru_ru: Заголовок %1$s[FEN "..."]%2$s может быть использован для того, чтобы указать, что партия начинается не со стандартной позиции. Более того, строгий синтаксис PGN требует, чтобы %1$s[Ход "1"]%2$s был указан в заголовке FEN.

source: Variations
es_es: Variaciones
ru_ru: Варианты

source: As for comments, variations can be rendered either inlined within the move sequence, or as separated paragraphs if they are preceded by a blank line in the PGN string. Variations can be nested. However, inlined variations cannot contain "paragraph-style" variations (or "paragraph-style" comments).
es_es: En cuanto a los comentarios, las variaciones se pueden mostrar "inline" dentro de la lista de movimientos ó como párrafos separados si están precedidos por una línea vacía en el texto PGN. Las variaciones se pueden anidar una dentro de otra. Sin embargo, una variación "inline" no puede contener una variación "estilo párrafo" (o un comentario "estilo de párrafo").
ru_ru: Как и комментарии, варианты могут отображаться встроенными в последовательность ходов или отдельными параграфами.

source: Null moves
es_es: Movimientos nulos
ru_ru: Отсутствие ходов

source: A standard development scheme for white:
es_es: Un esquema de desarrollo estándar para blancas:
ru_ru: Стандартное развитие белых:

source: A %1$s--%2$s token in the move list allows to skip the underlying move.
es_es: Un símbolo %1$s--%2$s en la lista de movimientos permite omitir el movimiento subyacente.
ru_ru: Токен %1$s--%2$s позволяет пропустить ход.

source: The Ruy Lopez: White's third move attacks the knight which defends the e5-pawn from the attack by the f3-knight.
es_es: La Ruy Lopez: el tercer movimiento de las blancas ataca al caballo defendiendo el peón e5 del ataque del caballo en f3.
ru_ru: Испанская партия. Третьим ходом белые атакуют коня чёрных, который защищает пешку е5 от атаки коня f3.

source: Squares can be highlighted by inserting the tag %1$s[%%csl ...]%2$s in a comment. The squares to highlight are represented by a group of 3 characters: the first one represents the color to use (%1$sG%2$s for green, %1$sR%2$s for red, %1$sY%2$s for yellow), the second and third ones represent the targeted square. For instance, %1$s[%%csl Re5,Gc6,Yf3,Yb5]%2$s highlights square e5 in red, square c6 in green, and squares f3 and b5 in yellow.
es_es: Es posible resaltar ciertos casilleros insertando la etiqueta %1$s[%%csl ...]%2$s en un comentario. Los casilleros a resaltar son representados por un grupo de 3 caracteres: el primero representa el color a usar (%1$sG%2$s para verde,%1$sR%2$s para rojo,%1$sY%2$s para amarillo), el segundo y el tercero designan el casillero de destino. Por ejemplo, %1$s[%%csl Re5,Gc6,Yf3,Yb5]%2$s resalta el casillero e5 en rojo, casillero c6 en verde y casilleros f3 y b5 en amarillo.
ru_ru: Поля могут быть подсвечены с помощью вставки тега %1$s[%%csl ...]%2$s в комментарий. Подсвеченные поля представляют собой группу из трёх символов: первый отвечает за цвет (%1$sG%2$s для зелёного, %1$sR%2$s для красного, %1$sY%2$s для жёлтого), второй и третий - это поле в стандартной шахматной нотации. Например, %1$s[%%csl Re5,Gc6,Yf3,Yb5]%2$s подсветит поле e5 красным, поле c6 зелёным, а поля f3 и b5 жёлтым.

source: Likewise, arrows can be added by inserting the tag %1$s[%%cal ...]%2$s in a comment. An arrow is encoded by a group of 5 characters: the first one is the color to use (%1$sG%2$s, %1$sR%2$s, or %1$sY%2$s), the second and third ones represent the origin square, the fourth and fifth ones the destination square. For instance, %1$s[%%cal Rf3e5,Gd8d4]%2$s creates a red arrow from f3 to e5, and a green arrow from d8 to d4.
es_es: Del mismo modo, se pueden agregar flechas insertando la etiqueta %1$s[%%cal ...]%2$s en un comentario. Una flecha se codifica por un grupo de 5 caracteres: el primero es el color a usar (%1$sG%2$s, %1$sR%2$s, ó %1$sY%2$s), el segundo y el tercero representan el casillero de origen, el cuarto y el quinto representan el casillero de destino. Por ejemplo, %1$s[%%cal Rf3e5,Gd8d4]%2$s crea una flecha roja de f3 a e5, y una flecha verde de d8 a d4.
ru_ru: Стрелки также могут быть добавлены вставкой тега %1$s[%%cal ...]%2$s в комментарий. Стрелка представляет собой группу из пяти символов: первый - цвет (%1$sG%2$s, %1$sR%2$s, или %1$sY%2$s), второй и третий - координаты поля, где стрелка начинается, четвёртый и пятый - поле, на которое стрелка указывает.Например, %1$s[%%cal Rf3e5,Gd8d4]%2$s создаст красную стрелку с f3 на e5, и зелёную с d8 на d4.

source: Square and arrow markers that are created in %3$sChessbase softwares%4$s are exported in PGN format using these %1$s[%%csl ...]%2$s and %1$s[%%cal ...]%2$s notations.
ru_ru: Маркеры полей и стрелок,созданные в %3$sChessbase%4$s экспортируются в PGN-формат с помощью %1$s[%%csl ...]%2$s и %1$s[%%cal ...]%2$s нотации.

source: Standard PGN game
es_es: Partida PGN estándar
ru_ru: Стандартная запись PGN

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the game. The used notation follows the standard %4$sPGN format%7$s, and can be automatically generated by the common chess database softwares, including %5$sChessbase%7$s, %6$sScid%7$s, etc... The PGN syntax is summarized here through a few representative examples.
es_es: El código entre las etiquetas %1$s[%3$s][/%3$s]%2$s describe la partida. La notación utilizada sigue el %4$sformato PGN%7$s estándar, y puede generarse automáticamente a partir de programas comunes de base de datos de ajedrez como %5$sChessbase%7$s, %6$sScid%7$s, etc... La sintaxis de PGN se resume aquí a través de ejemplos explicativos.
ru_ru: Строка между тегами %1$s[%3$s][/%3$s]%2$s описывает партию. Используемая нотация следует стандартному %4$sPGN формату%7$s и может быть автоматически создана различными шахматными программами, включая %5$sChessbase%7$s, %6$sScid%7$s, и др. Здесь изложено несколько кратких примеров синтаксиса PGN.

source: NAGs (aka. Numeric Annotation Glyphs)
es_es: NAGs (Numeric Annotation Glyphs)
ru_ru: Стандартная Алгебраическая Нотация

source: Comments
es_es: Comentarios
ru_ru: Комментарии

source: Diagrams
es_es: Diagramas
ru_ru: Диаграммы

source: This opening is called the Sicilian defence. A possible continuation is:
es_es: Esta apertura se llama defensa siciliana. Una posible continuación es:
ru_ru: Дебют называется Сицилианская защита. Возможные продолжения:

source: Notice that the %1$s tag must not be used outside a PGN game. To insert a diagram outside a PGN game, use the %2$s tag instead.
es_es: Tenga en cuenta que la etiqueta %1$s no se puede usar fuera de una partida PGN. Para insertar un diagrama fuera de una partida de PGN, use en cambio la etiqueta %2$s.
ru_ru: Обратите внимание, что теги %1$s не могут использоваться вне PGN записи. Чтобы вставить диаграмму вне PGN используйте тег %2$s.

source: I'm a %1$sshort%2$s comment.
es_es: Soy un comentario %1$scorto%2$s.
ru_ru: Я %1$sкороткий%2$s комментарий.

source: I'm a %1$slong%2$s comment.
es_es: Soy un comentario %1$slargo%2$s.
ru_ru: Я %1$sдлинный%2$s комментарий.

source: Text comments can be inserted, surrounded with braces. They can be rendered either inlined within the move sequence ("short comment" style), or as separated paragraphs ("long comment" style). To insert a comment as a separated paragraph, let a blank line before it in the PGN string. Also, notice that HTML tags are allowed within comments.
es_es: Los comentarios de texto se pueden insertar encerrados entre llaves. Estos se pueden mostrar dentro de la lista de resultados (estilo "comentario corto"), o ya sea como bloques separados (estilo "comentario largo"). Para insertar un comentario como un bloque aislado, deje una línea vacía precediéndolo en el texto PGN. Note además que las etiquetas HTML están permitidas en los comentarios.
ru_ru: Текстовые комментарии должны быть заключены в фигурные скобки так. Они могут отображаться встроенными в последовательность ходов ("короткий комментарий") или отдельными параграфами ("длинный комментарий"). Для того, чтобы комментарий был отображён в отделённом параграфе, в PGN-записи ему должна предшествовать пустая строка. Также обратите внимание, что вы можете использовать HTML-теги внутри комментариев.

source: Notice that the chess database softwares may introduce annotations such as %1$s"$x"%2$s where %1$s"x"%2$s is replaced with one or more digits (for instance, %1$s"1.e4 $1"%2$s). This is what is advocated by the PGN norm, which defines equivalences between this syntax and the human-readable one (for instance, %1$s"$1"%2$s is equivalent to %1$s"!"%2$s). Both syntaxes are understood by the RPB Chessboard plugin. See the %3$slist of NAGs%4$s.
es_es: Tenga en cuenta que los programas de base de datos de ajedrez pueden introducir anotaciones como %1$s"$x"%2$s, donde %1$s"x"%2$s es reemplazado por uno o más dígitos (por ejemplo, %1$s"1.e4 $1"%2$s). Esto es lo que recomienda el estándar PGN, que define las equivalencias entre esta sintaxis y la "humanamente comprensible" (por ejemplo, %1$s"$1"%2$s y %1$s"!"%2$s son equivalentes). Ambas sintaxis son compatibles por el plugin RPB Chessboard. Vea el %3$slistado de NAGs%4$s.
ru_ru: Обратите внимание, что некоторые шахматные программы могут использовать такие примечания как %1$s"$x"%2$s где %1$s"x"%2$s заменяется на одну или несколько цифр. Это считается нормальным для PGN и этот синтаксис воспринимается эквивалентно "человеческому" (например %1$s"$1"%2$s эквивалентно %1$s"!"%2$s). RPB Chessboard plugin работает с обоими синтаксисами. См. %3$sсписок Стандартной Алгебраической Нотации%4$s.

source: http://en.wikipedia.org/wiki/Numeric_Annotation_Glyphs
ru_ru: https://ru.wikipedia.org/wiki/Шахматная_нотация

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the position. The used notation follows the standard %4$sFEN format%5$s (Forsyth-Edwards Notation), which is comprehensively described on %4$sWikipedia%5$s.
es_es: El texto entre las etiquetas %1$s[%3$s][/%3$s]%2$s describe la posición. La notación utilizada sigue el %4$sformato FEN%5$s estándar (Notación Forsyth-Edwards). Una descripción completa de esta calificación FEN está disponible en %4$sWikipedia%5$s.
ru_ru: Строка между тегами %1$s[%3$s][/%3$s]%2$s описывает позицию. Используется %4$sFEN-нотация%5$s (Нотация Форсайта—Эдвардса). Подробное описание FEN-нотации доступно в %4$sWikipedia%5$s.

source: A chess diagram editor is appended to the WordPress post/page editor by RPB Chessboard (see the screenshots below). As a consequence, there is no need to manually edit the content of the %1$s[%3$s][/%3$s]%2$s tags to create a chessboard diagram.
ru_ru: Редактор шахматных диаграмм добавляется в редактор статей/страниц WordPress (см. скриншот ниже). Следовательно, нет необходимости вручную редактировать содержимое тегов %1$s[%3$s][/%3$s]%2$s для создания шахматной диаграммы.

source: The %1$s attribute controls the duration of the move animation on the navigation board.
ru_ru: Атрибут %1$s контролирует скорость анимации навигационной доски.

source: No animation
ru_ru: Без анимации

source: The animation lasts %1$s milliseconds.
ru_ru: Анимация длится %1$s миллисекунд.

source: The %1$s attribute controls whether an arrow should be used or not to highlight the moves on the navigation board.
es_es: El atributo %1$s determina si una flecha debe usarse o no para resaltar los movimientos en el tablero de navegación.
ru_ru: Атрибут %1$s контролирует будет ли использоваться стрелка для подсвечивания последнего хода.

source: No arrow is shown.
es_es: No se muestra ninguna flecha.
ru_ru: Не показывать стрелку.

source: The moves are highlighted by an arrow.
es_es: Los movimientos se resaltan con una flecha.
ru_ru: Показывать стрелку.

source: The %1$s, %2$s, %3$s, %4$s and %5$s attributes control the aspect of both the navigation board and the chessboard diagrams inserted using tag %6$s. These attributes are identical to those used to customize the aspect of standalone FEN diagrams (those inserted using tag %7$s): see %8$shelp on FEN diagram attributes%9$s for more details about them.
es_es: Los atributos %1$s, %2$s, %3$s, %4$s y %5$s determinan la apariencia del tablero de navegación y los diagramas insertados en los comentarios a través de la etiqueta %6$s. Estos atributos son idénticos a los utilizados para personalizar la apariencia de los diagramas FEN independientes (los insertados a través de la etiqueta %7$s): consulte %8$sayuda sobre los atributos de los diagramas FEN%9$s para más información.
ru_ru: Атрибуты %1$s, %2$s, %3$s, %4$s и %5$s контролируют пропорции как навигационной доски, так и шахматной диаграммы, вставляемой с помощью тега %6$s. Эти атрибуты идентичны тем, что используются для настройки FEN-диаграмм (которые вставляются с помощью тега %7$s): см. %8$sпомощь по атрибутам FEN диаграмм%9$s для получения деталей.

source: Navigation board
es_es: Tablero de navegación
ru_ru: Навигационная доска

source: The %1$s attribute controls the position of the navigation board.
es_es: El atributo %1$s determina la posición del tablero de navegación.
ru_ru: Атрибут %1$s контролирует позицию навигационной доски.

source: No navigation board.
es_es: Sin tablero de navegación.
ru_ru: Без навигационной доски.

source: The navigation board is displayed in a popup frame, which becomes visible when the user clicks on a move within the move list.
es_es: El tablero de navegación se muestra en una ventana emergente, que se hace visible cuando el usuario pulsa en un movimiento dentro de la lista de movimientos.
ru_ru: Навигационная доска отображается во всплывающем окне и становится видимой только тогда, когда пользователь кликнет по ходу.

source: The navigation board is displayed above the game headers and the move list.
es_es: El tablero de navegación se muestra por encima de los encabezados de la partida y la lista de movimientos.
ru_ru: Навигационная доска отображается над заголовками партии и списком ходов.

source: The navigation board is displayed below the move list.
es_es: El tablero de navegación se muestra debajo de la lista de movimientos.
ru_ru: Навигационная доска отображается под списком ходов.

source: The navigation board is displayed on the left of the move list.
es_es: El tablero de navegación se muestra a la izquierda de la lista de movimientos.
ru_ru: Навигационная доска отображается слева от списка ходов.

source: The navigation board is displayed on the right of the move list.
es_es: El tablero de navegación se muestra a la derecha de la lista de movimientos.
ru_ru: Навигационная доска отображается справа от списка ходов.

source: The navigation board is displayed on the left of the move list. The move list becomes scrollable if it is higher than the navigation board.
es_es: El tablero de navegación se muestra a la izquierda de la lista de movimientos. La lista de resultados se vuelve desplazable si es mas alta que el tablero de navegación.
ru_ru: Навигационная доска отображается слева от списка ходов. Список ходов становится прокручиваемым если его высота больше высоты навигационной доски.

source: The navigation board is displayed on the right of the move list. The move list becomes scrollable if it is higher than the navigation board.
es_es: El tablero de navegación se muestra a la derecha de la lista de movimientos. La lista de resultados se vuelve desplazable si es mas alta que el tablero de navegación.
ru_ru: Навигационная доска отображается справа от списка ходов. Список ходов становится прокручиваемым если его высота больше высоты навигационной доски.
