Repository: yo35/rpb-chessboard
Catalog: languages/rpb-chessboard-*.po
Languages: es_es, ru_ru

source: Several attributes may be passed to the %1$s[%3$s][/%3$s]%2$s tags in order to customize how the PGN games are displayed. All these attributes are optional: if not specified, the default setting (defined by the blog administrator) applies. These attributes are presented in this page.
es_es: Se pueden pasar varios atributos a las etiquetas %1$s[%3$s][/%3$s]%2$s para personalizar la forma en que se muestran las partidas PGN. Todos estos atributos son opcionales: si no se especifica, un valor predeterminado (definido por el administrador del blog) se aplica. Estos atributos se muestran a continuación.
ru_ru: Некоторые атрибуты могут быть переданы тегам %1$s[%3$s][/%3$s]%2$s чтобы настроить отображение партий PGN. Все эти атрибуты являются опциональными: если они не определены, то применяются настройки по умолчанию (определённые администратором блога). Эти атрибуты представлены на этой странице.

source: The %1$s attribute controls how chess pieces are denoted in the move list.
es_es: El atributo %1$s cambia la forma en que se representan las piezas en la lista de movimientos.
ru_ru: Атрибут %1$s контролирует отображение шахматных фигур в списке ходов.

source: First character of the piece name in English.
es_es: Inicial del nombre de la pieza en inglés.
ru_ru: Первая буква названия фигуры на английском языке.

source: First character of the piece name in the blog language.
es_es: Inicial del nombre de la pieza en el idioma del blog.
ru_ru: Первая буква названия фигуры на языке блога.

source: Any sequence of 6 capital letters surrounded with parenthesis is allowed to set custom symbols. For instance, with %1$s(%3$s%4$s%5$s%6$s%7$s%8$s)%2$s, %3$s will be used to denote a king, %4$s for a queen, %5$s for a rook, %6$s for a bishop, %7$s for a knight and %8$s for a pawn.
es_es: Cualquier secuencia de 6 letras mayúsculas rodeadas de paréntesisse puede usar para especificar símbolos personalizados. Por ejemplo,con %1$s(%3$s%4$s%5$s%6$s%7$s%8$s)%2$s, %3$s se utiliza para representar al rey, %4$s la dama, %5$s la torre, %6$s el alfil, %7$s el caballo y %8$s para el peón.
ru_ru: Любая последовательность из 6 заглавных букв, заключённая в скобки. Например %1$s(%3$s%4$s%5$s%6$s%7$s%8$s)%2$s, %3$s будет отображать короля, %4$s - ферзя, %5$s - ладью, %6$s - слона, %7$s - коня и %8$s - пешку.

source: To work properly, the RPB Chessboard plugin needs JavaScript to be activated in your browser.
es_es: Para funcionar correctamente, el plugin RPB Chessboard necesita que JavaScript esté habilitado en su navegador.
ru_ru: Для работы плагина RPB Chessboard необходим браузер с включённым JavaScript.

source: You must activate JavaScript to enhance chess diagram visualization.
ru_ru: Вы должны активировать JavaScript для отображения диаграмм.

source: You must activate JavaScript to enhance chess game visualization.
es_es: Debe activar JavaScript para mejorar la visualización de partidas de ajedrez.
ru_ru: Вы должны активировать JavaScript для отображения шахматной партии.

source: chessboard
ru_ru: шахматная доска

source: Insert/edit a chess diagram
ru_ru: Вставить/редактировать шахматную диаграмму

source: Add a new chess diagram
ru_ru: Добавить новую шахматную диаграмму

source: Update the chess diagram
ru_ru: Обновить шахматную диаграмму

source: Undo the last modification
ru_ru: Отменить последние изменения

source: Re-do the last modification
ru_ru: Восстановить последние изменения

source: Flip the board
ru_ru: Перевернуть доску

source: Standard positions
ru_ru: Стандартные позиции

source: Set the initial position
ru_ru: Установить начальную позицию

source: Clear the chessboard
ru_ru: Очистить доску

source: Annotations
ru_ru: Комментарии

source: Square markers
ru_ru: Маркеры полей

source: Remove the square markers
ru_ru: Удалить маркеры полей

source: Arrow markers
ru_ru: Маркеры стрелок

source: Remove the arrow markers
ru_ru: Удалить маркеры стрелок

source: Advanced settings
ru_ru: Расширенные настройки

source: Castling rights
ru_ru: Права на рокировку

source: En passant
ru_ru: На проходе

source: Not possible
ru_ru: Невозможно

source: Possible on column %1$s
ru_ru: Возможно на вертикали %1$s

source: Keyboard shortcuts
ru_ru: Сочетания клавиш

source: undo
ru_ru: отменить

source: redo
ru_ru: повторить

source: add pawns
ru_ru: добавить пешки

source: add knights
ru_ru: добавить коней

source: add bishops
ru_ru: добавить слонов

source: add rooks
ru_ru: добавить ладьи

source: add queens
ru_ru: добавить ферзей

source: add kings
ru_ru: добавить королей

source: Chess games and diagrams
es_es: Partidas de ajedrez y diagramas
ru_ru: Шахматные партии и диаграммы

source: Chess
es_es: Ajedrez
ru_ru: Шахматы

source: Memo
ru_ru: Памятка

source: Settings of the %1$s plugin
es_es: Opciones de plugin %1$s
ru_ru: Настройки плагина %1$s

source: Settings
es_es: Configuración
ru_ru: Настройки

source: Manage colorsets & piecesets
es_es: Administrar temas de color y estilos de pieza
ru_ru: Управление наборами цветов и фигур

source: Theming
es_es: Temas
ru_ru: Темы

source: Help
es_es: Ayuda
ru_ru: Помощь

source: About %1$s
es_es: Acerca de %1$s
ru_ru: О %1$s

source: About
es_es: Acerca de
ru_ru: О плагине

source: This plugin allows you to typeset and display chess diagrams and PGN-encoded chess games.
es_es: Este plugin también te permite editar y mostrar diagramas de ajedrez y juegos de ajedrez codificados en formato PGN.
ru_ru: Этот плагин позволит вам создавать и отображать шахматные диаграммы и PGN партии.

source: Compatibility settings
es_es: Configuración de compatibilidad

source: Two different syntaxes exist for PGN games:
es_es: Existen dos sintaxis diferentes para partidas en formato PGN:

source: Here, the URL targets a .pgn file that contains the game. This type of file can be generated by any chess database software, including %1$sChessbase%4$s, %2$sScid%4$s, etc... See an example of a .pgn file %3$shere%4$s.
es_es: Aquí, la URL apunta a un archivo .pgn que contiene la partida. Este tipo de archivo puede ser generado por cualquier software de base de datos de ajedrez, incluyendo %1$sChessbase%4$s, %2$sScid%4$s, etc... Ver un archivo de muestra pgn %3$saquí%4$s.

source: Please note that a .pgn file may contain several games. The attribute %1$s might be used to select which game in the file should be displayed (for instance, use %2$s to display the first game in the file, %3$s for the second game, etc...).
es_es: Tenga en cuenta que un archivo .pgn puede contener varias partidas. El atributo %1$s puede usarse para seleccionar la parte a mostrar (por ejemplo, especifique %2$s para mostrar la primera parte del archivo, %3$s para el segundo, etc...).

source: With this second syntax, the game is described by the code between the %1$s tags. The used notation follows the standard %2$sPGN format%3$s. It can be copy-pasted from a .pgn file generated by any chess database software.
es_es: Con esta segunda sintaxis, la partida se describe mediante el código colocado entre etiquetas %1$s. La notación utilizada sigue el formato %2$sformato PGN%3$s habitual. Se puede copiar y pegar desde un archivo .pgn generado por cualquier software de base de datos de ajedrez.

source: https://en.wikipedia.org/wiki/Portable_Game_Notation
es_es: https://es.wikipedia.org/wiki/Notaci%C3%B3n_port%C3%A1til_de_partida

source: https://en.wikipedia.org/wiki/Forsyth-Edwards_Notation
es_es: https://es.wikipedia.org/wiki/Notaci%C3%B3n_de_Forsyth-Edwards

source: If you need help to use this plugin, if you encounter some bugs, or if you wish to get new features in the future versions, please feel free to use the GitHub tracker.
es_es: Si necesita ayuda para usar este plugin, si encuentra algún error, o si desea ver nuevas funciones implementadas en futuras versiones, utilice el tracker GitHub.

source: Need help
es_es: Necesito ayuda

source: Report a bug
es_es: Reportar bug

source: This plugin is and will remain free. However, if you want to make a donation to support the author's work, you can do it through this PayPal link.
es_es: Este complemento es y seguirá siendo gratuito. Sin embargo, si desea donar para apoyar el trabajo del autor, puede hacerlo a través de este enlace PayPal.

source: Donate
es_es: Donar

source: Contributors
es_es: Colaboradores

source: Icon %1$sHelp%2$s has been created by %3$sRuby Software%5$s, who shares it as a freeware on %4$sFind Icons%5$s.
es_es: El icono%1$sHelp%2$s fue creado por %3$sRuby Software%5$s, que lo comparte como software gratuito en%4$sFind icons%5$s.

source: Navigation toolbar
es_es: Barra de herramientas de navegación

source: The %1$s attribute controls whether the button that allows to flip the board is available or not (below the navigation board).
es_es: El atributo %1$s determina si el botón para girar el tablero está disponible o no (debajo del tablero de navegación).

source: No flip button.
es_es: No hay botón para girar el tablero.

source: The flip button is visible.
es_es: El botón para girar el tablero está visible.

source: Similarly, the %1$s attribute affects whether the button that allows to download the game is available or not.
es_es: Del mismo modo, el atributo %1$s determina si el botón de descarga está disponible o no.

source: No download button.
es_es: Sin botón de descarga.

source: The download button is visible.
es_es: El botón de descarga está visible.

source: Diagram alignment
es_es: Alineación de diagramas

source: The %1$s attribute controls how the diagram is inserted within the rest of the text.
es_es: El atributo %1$s determina cómo se posiciona el diagrama comparado con el resto del texto.

source: The diagram is centered.
es_es: El diagrama está centrado.

source: The diagram floats on the left of the text.
es_es: El diagrama flota a la izquierda del texto.

source: The diagram floats on the right of the text.
es_es: El diagrama flota a la derecha del texto.

source: Please note that, alternatively, the game can be described by passing an URL to a regular .pgn file, as described in the %1$smemo page%2$s.
es_es: Tenga en cuenta que, alternativamente, la partida se puede describir a través de una URL apuntada a un archivo .pgn estándar, como se describe en la %1$spágina de memo%2$s.

source: Chess960 (aka. Fischer Random Chess)
es_es: Chess960 (también denominado Fischer Random Chess)

source: The %1$s header indicates that the game is a Chess960 game (%2$s is also supported), and the %3$s header defines the starting position. Please note that the %3$s header is mandatory for Chess960 games.
es_es: El encabezado %1$s indica que la partida es una partida Chess960 (la sintaxis %2$s también se acepta), y el encabezado %3$s define la posición inicial. Tenga en cuenta que se requiere el encabezado %3$s para partidas 960.

source: By default, the RPB Chessboard plugin use the %1$s[fen][/fen]%2$s and %1$s[pgn][/pgn]%2$s tags for FEN diagrams and PGN games. However, this behavior causes conflicts with other WordPress plugins (typically chess plugins) that use the same tags. These compatibility settings are provided to avoid those conflicts.
es_es: De forma predeterminada, el plugin RPB Chessboard utiliza las etiquetas %1$s[fen][/fen]%2$s y %1$s[pgn][/pgn]%2$s para diagramas FEN y partidas PGN. Sin embargo, este comportamiento genera conflictos con otros plugins de WordPress (normalmente otros plugins de ajedrez) que utilizan estas mismas etiquetas. Esta configuración de compatibilidad a continuación evitará estos conflictos.

source: Compatibility with plugins and themes that modify jQuery
es_es: Compatibilidad con plugins y temas que modifican jQuery

source: The RPB Chessboard plugin relies heavily on the %1$sjQuery%2$s JavaScript library, which is packaged by default with WordPress. Yet, some plugins and themes modify the standard behavior of jQuery for their own needs, thus creating a conflict with RPB Chessboard. These settings aim at providing a workaround to deal with these conflicts.
es_es: El plugin RPB Chessboard hace un uso significativo de la biblioteca %1$sjQuery%2$s de JavaScript, que se proporciona de forma predeterminada con WordPress. Sin embargo, algunos plugins y temas cambian el comportamiento estándar de jQuery para sus propias necesidades, creando un conflicto con RPB Chessboard. El propósito de la siguiente configuración es activar estrategias para ayudar a solucionar estos conflictos.

source: Try to fix jQuery's buttons
es_es: Reparar botones jQuery

source: Enable this option if the navigation bar does not appear below the navigation board, or if the closing button of the popup frame appears to be weirdly placed.
es_es: Active esta opción si la barra de navegación no aparece debajo del tablero de navegación, o si el botón para cerrar la ventana emergente está mal ubicado.

source: Centered
es_es: Centrado

source: On the left of the text
es_es: A la izquierda del texto

source: On the right of the text
es_es: A la derecha del texto

source: This setting affects how diagrams are inserted and placed within the rest of the text (by default).
es_es: Esta configuración determina cómo se insertan los diagramas en el resto del texto (predeterminado).

source: Show flip button
es_es: Mostrar el botón para girar el tablero

source: Show download button
es_es: Mostrar botón de descarga

source: These settings allow to customize the toolbar that is displayed below the navigation board.
es_es: Estos parámetros le permiten personalizar la barra de herramientas que se muestra debajo del tablero de navegación.
