Repository: yo35/rpb-chessboard
Catalog: languages/rpb-chessboard-*.po
Languages: es_es, ru_ru

source: %1$s[%3$s][/%3$s]%2$s tag attributes
es_es: Atributos de etiqueta %1$s[%3$s][/%3$s]%2$s
ru_ru: Атрибуты тега %1$s[%3$s][/%3$s]%2$s

source: PGN game syntax
es_es: Formato de juego PGN
ru_ru: Синтаксис PGN

source: FEN diagram syntax
es_es: Formato de diagrama FEN
ru_ru: Синтаксис FEN

source: Default aspect & behavior settings
es_es: Apariencia y configuración general
ru_ru: Настройки пропорций и поведения по умолчанию

source: Small-screen devices
es_es: Dispositivos móviles
ru_ru: Устройства с маленькими экранами

source: Colorsets
es_es: Temas de color
ru_ru: Наборы цветов

source: Piecesets
es_es: Estilo de piezas
ru_ru: Наборы фигур

source: Delete colorset "%1$s"?. Press OK to confirm...
es_es: Eliminar tema de color "%1$s"? Presione OK para confirmar...
ru_ru: Удалить набор цветов "%1$s"? Нажмите OK для подтверждения...

source: Delete pieceset "%1$s"?. Press OK to confirm...
es_es: Eliminar estilo de piezas "%1$s"? Presione OK para confirmar...
ru_ru: Удалить набор фигур "%1$s"? Нажмите OK для подтверждения...

source: My colorset
es_es: Mis temas de color
ru_ru: Мой набор цветов

source: My pieceset
es_es: Mis estilos de piezas
ru_ru: Мой набор фигур

source: Select the image to use for black pawns
es_es: Seleccione la imagen a usar para peones negros
ru_ru: Выберите изображение для чёрных пешек

source: Select the image to use for black knights
es_es: Seleccione la imagen a usar para caballos negros
ru_ru: Выберите изображение для чёрных коней

source: Select the image to use for black bishops
es_es: Seleccione la imagen a usar para alfiles negros
ru_ru: Выберите изображение для чёрных слонов

source: Select the image to use for black rooks
es_es: Seleccione la imagen a usar para torres negras
ru_ru: Выберите изображение для чёрных ладей

source: Select the image to use for black queens
es_es: Seleccione la imagen a usar para dama negra
ru_ru: Выберите изображение для чёрных ферзей

source: Select the image to use for black kings
es_es: Seleccione la imagen a usar para rey negro
ru_ru: Выберите изображение для чёрных королей

source: Select the image to use for black turn flags
es_es: Seleccione la imagen a utilizar para los indicadores de turno de negras
ru_ru: Выберите изображение для указания на ход чёрных

source: Select the image to use for white pawns
es_es: Seleccione la imagen a usar para peones blancos
ru_ru: Выберите изображение для белых пешек

source: Select the image to use for white knights
es_es: Seleccione la imagen a usar para caballos blancos
ru_ru: Выберите изображение для белых коней

source: Select the image to use for white bishops
es_es: Seleccione la imagen a usar para alfiles blancos
ru_ru: Выберите изображение для белых слонов

source: Select the image to use for white rooks
es_es: Seleccione la imagen a usar para torres blancas
ru_ru: Выберите изображение для белых ладей

source: Select the image to use for white queens
es_es: Seleccione la imagen a usar para dama blanca
ru_ru: Выберите изображение для белых ферзей

source: Select the image to use for white kings
es_es: Seleccione la imagen a usar para rey blanco
ru_ru: Выберите изображение для белых королей

source: Select the image to use for white turn flags
es_es: Seleccione la imagen a utilizar para los indicadores de turno de blancas
ru_ru: Выберите изображение для указания на ход белых

source: (no name)
es_es: (sin nombre)
ru_ru: (без имени)

source: K
es_es: R
ru_ru: Кр

source: Q
es_es: D
ru_ru: Ф

source: R
es_es: T
ru_ru: Л

source: B
es_es: A
ru_ru: С

source: N
es_es: C
ru_ru: К

source: P
ru_ru: п

source: Settings saved.
es_es: Configuración guardada.
ru_ru: Настройки сохранены.

source: Default colorset changed.
es_es: El tema de color predeterminado cambió.
ru_ru: Набор цветов по умолчанию изменён.

source: Default pieceset changed.
es_es: El estilo predeterminado de las piezas cambió.
ru_ru: Набор фигур по умолчанию изменён.

source: Colorset created.
es_es: Tema de color creado.
ru_ru: Набор цветов создан.

source: Colorset updated.
es_es: Tema de color modificado.
ru_ru: Набор цветов обновлён.

source: Colorset deleted.
es_es: Tema de color eliminado.
ru_ru: Набор цветов удалён.

source: Pieceset created.
es_es: Estilo de piezas creado.
ru_ru: Набор фигур создан.

source: Pieceset updated.
es_es: Estilo de piezas modificado.
ru_ru: Набор фигур обновлён.

source: Pieceset deleted.
es_es: Estilo de piezas eliminado.
ru_ru: Набор фигур удалён.

source: Settings reseted.
es_es: Configuración reestablecida.
ru_ru: Настройки сброшены.

source: Move animation
es_es: Animación de movimiento
ru_ru: Анимация хода

source: Animation speed: %1$s milliseconds
ru_ru: Скорость анимации: %1$s миллисекунд

source: Set the animation speed to 0 to disable animations.
ru_ru: Установите скорость анимации 0, чтобы отключить анимацию.

source: Show move arrow
es_es: Resalta el movimiento con una flecha
ru_ru: Показывать стрелки хода

source: Test move
es_es: Probar un movimiento
ru_ru: Тест хода

source: Test capture
es_es: Probar una captura
ru_ru: Тест взятия

source: Chessboard aspect
es_es: Apariencia de tablero
ru_ru: Пропорции шахматной доски

source: Square size: %1$s pixels
es_es: Tamaño de la casilla: %1$s pixeles
ru_ru: Размер клетки %1$s пикс

source: Show coordinates
es_es: Mostrar coordenadas
ru_ru: Показывать координаты

source: Colorset:
es_es: Tema de color:
ru_ru: Набор цветов:

source: Pieceset:
es_es: Estilo de piezas:
ru_ru: Набор фигур:

source: Note that specific chessboard aspect settings can be defined for %1$ssmall-screen devices%3$s (such as smartphones). Additional colorsets and piecesets can be created in the %2$stheming page%3$s.
es_es: Tenga en cuenta que la apariencia de los tableros puede ser definida para %1$spantallas pequeñas%3$s (como teléfonos inteligentes). Se pueden crear temas de color y estilos de pieza adicionales en la %2$spágina de temas%3$s.
ru_ru: Обратите внимание, что конкретные параметры пропорции шахматной доски могут быть определены для %1$sустройств с маленькими экранами%3$s (таких как смартфоны). Дополнительные наборы цветов и наборы фигур могут быть созданы на %2$sстранице тем%3$s.

source: Position of the navigation board
es_es: Posición del tablero de navegación
ru_ru: Позиция навигационной доски

source: No navigation board
es_es: Sin tablero de navegación
ru_ru: Без навигационной доски

source: In a popup frame
es_es: En una ventana emergente
ru_ru: Во всплывающем окне

source: Above the game headers and the move list
es_es: Arriba de los encabezados de la partida y la lista de movimientos
ru_ru: Над заголовком и ходами

source: Below the move list
es_es: Debajo de la lista de movimientos
ru_ru: Под ходами

source: On the left of the move list
es_es: A la izquierda de la lista de movimientos
ru_ru: Слева от ходов

source: On the right of the move list
es_es: A la derecha de la lista de movimientos
ru_ru: Справа от ходов

source: On the left, with scrollable move list
es_es: A la izquierda, con lista de movimientos desplazable
ru_ru: Слева, с прокручиваемой областью ходов

source: On the right, with scrollable move list
es_es: A la derecha, con lista de movimientos desplazable
ru_ru: Справа, с прокручиваемой областью ходов

source: A navigation board may be added to each PGN game to help post/page readers to follow the progress of the game. This navigation board is displayed either in a popup frame (in this case, it becomes visible only when the reader clicks on a move) or next to the move list (then it is visible as soon as the page is loaded).
es_es: Se puede agregar un tablero de navegación a cada partida PGN para ayudar a lectores del blog a seguir el progreso del juego. Este tablero de navegación se muestra en una ventana emergente (en este caso, solo es visible cuando el lector pulsa en un movimiento) ó al lado de la lista de movimientos (entonces es visible tan pronto como se carga la página).
ru_ru: Навигационная доска может быть добавлена к каждой партии в формате PGN чтобы помочь читателям статьи/страницы следить за развитием партии. Навигационная доска отображается либо во всплывающем окне (в этом случае она станет видимой только тогда, когда читатель кликнет по ходу), или рядом с ходами (в этом случае она появляется сразу при загрузке страницы).

source: These settings control the default aspect and behavior of the chess diagrams and games inserted in posts and pages with the %1$s[%3$s][/%3$s]%2$s and %1$s[%4$s][/%4$s]%2$s tags. They can be overridden at each tag by passing appropriate tag attributes: see %5$shelp on FEN diagram attributes%7$s and %6$shelp on PGN game attributes%7$s for more details.
es_es: Estos parámetros determinan la apariencia y el comportamiento de los diagramas predeterminados y las partidas insertadas en artículos de blog y páginas que usan como etiquetas %1$s[%3$s][/%3$s]%2$s y %1$s[%4$s][/%4$s]%2$s. Se pueden modificar al nivel de cada etiqueta especificando los atributos de etiqueta: ver %5$sayuda sobre los atributos del diagrama FEN%7$s y %6$sayuda sobre los atributos de partida PGN%7$s para más detalles.
ru_ru: Это настройки управления пропорцией и поведением шахматных диаграмм и партий, вставленных в статьи или страницы с помощью тегов %1$s[%3$s][/%3$s]%2$s и %1$s[%4$s][/%4$s]%2$s по умолчанию. Они могут быть переопределены в каждом теге путём передачи в тег соответствующих атрибутов: см. %5$sпомощь по FEN%7$s и %6$sпомощь по PGN%7$s для получения деталей.

source: Piece symbols
es_es: Símbolos de piezas
ru_ru: Символы фигур

source: English initials
es_es: Iniciales en inglés
ru_ru: Английские сокращения

source: Localized initials
es_es: Iniciales traducidas
ru_ru: Локализованные сокращения

source: Figurines
ru_ru: Фигуры

source: Custom
es_es: Personalizar
ru_ru: Пользовательские

source: This setting only affects how chess moves are rendered to post/page readers. Authors must always use English initials when writting PGN content into posts and pages.
es_es: Esta configuración solo afecta la forma en que se muestran los movimientos a los lectores del blog. Los autores siempre deben usar iniciales en inglés al escribir datos PGN en sus artículos y páginas.
ru_ru: Эти настройки влияют только на то, как шахматные ходы отображаются на странице или в статье. Авторы всегда должны использовать английские сокращения для написания PGN в статье или странице.

source: Compatibility with other chess plugins
es_es: Compatibilidad con otros plugins de ajedrez.
ru_ru: Совместимость с другими шахматными плагинами

source: Compatibility mode for the FEN diagram tag
es_es: Modo de compatibilidad para la etiqueta del diagrama FEN
ru_ru: Режим совместимости с диаграммами FEN

source: Activating this option makes RPB Chessboard use %1$s[fen_compat][/fen_compat]%2$s instead of %1$s[fen][/fen]%2$s for FEN diagrams.
es_es: Habilitar esta opción obliga a RPB Chessboard a usar %1$s[fen_compat][/fen_compat]%2$s en lugar de %1$s[fen][/fen]%2$s para diagramas FEN.
ru_ru: Активация этой опции заставит RPB Chessboard использовать тег %1$s[fen_compat][/fen_compat]%2$s вместо %1$s[fen][/fen]%2$s для диаграмм FEN.

source: Compatibility mode for the PGN game tag
es_es: Modo de compatibilidad para la etiqueta de partida PGN
ru_ru: Режим совместимости с PGN

source: Activating this option makes RPB Chessboard use %1$s[pgn_compat][/pgn_compat]%2$s instead of %1$s[pgn][/pgn]%2$s for PGN games.
es_es: La activación de esta opción obliga a RPB Chessboard a usar %1$s[pgn_compat][/pgn_compat]%2$s en lugar de %1$s[pgn][/pgn]%2$s para partidas PGN.
ru_ru: Активация этой опции заставит RPB Chessboard использовать тег %1$s[pgn_compat][/pgn_compat]%2$s вместо %1$s[pgn][/pgn]%2$s для записи PGN.

source: Enable support for small-screen devices
es_es: Habilita el soporte para pantallas pequeñas
ru_ru: Включить поддержку устройств с маленькими экранами

source: Activating this option allows to customize how RPB Chessboard renders chess diagrams on small-screen devices (such as smartphones).
es_es: Habilitar esta opción cambia la forma en que RPB Chessboard muestra los diagramas en pantallas pequeñas (como teléfonos inteligentes).
ru_ru: Активация данной опции позволяет настроить, как будет отображаться шахматная диаграмма на устройствах с маленькими экранами (таких как смартфоны).

source: These options apply to devices whose resolution is less than %1$s pixel width.
es_es: Esta configuración se aplica a dispositivos con una resolución de pantalla de menos de %1$s pixeles de ancho.
ru_ru: Данные параметры применяются к устройством с шириной экрана меньше %1$s пикс.

source: These options apply to devices whose resolution lies between %1$s and %2$s pixel width.
es_es: Esta configuración se aplica a dispositivos con una resolución de pantalla deentre %1$s y %2$s pixeles de ancho.
ru_ru: Данные параметры применяются к устройством с шириной экрана от %1$s до %2$s пикс.

source: Screen width &le; %1$s pixels
es_es: Ancho de pantalla &le; %1$s pixeles
ru_ru: Ширина экрана меньше %1$s пикс

source: Restrict square size to: %1$s pixels
es_es: Restrinja el tamaño de las casillas a: %1$s pixeles
ru_ru: Ограничить размер клетки до %1$s пикс

source: Chess diagrams will be displayed with a square size not larger than this value if the screen width is less than %1$s pixels, whatever the %2$sdefault aspect and behavior settings%3$s or the tag attributes that may be specified in the posts/pages. Diagrams for which the square size is less than this value will be displayed as they normally do on large screen devices.
es_es: Los diagramas de ajedrez se mostrarán con un tamaño de la casilla no mayor que este valor si la resolución de la pantalla es menor que %1$s pixeles de ancho, independientemente de los %2$sparámetros de visualización general o los atributos de las etiquetas%3$s que se definan en artículos / páginas. Diagramas para los cuales el tamaño del cuadro es menor de este valor se mostrarán como en las pantallas grandes.
ru_ru: Шахматная диаграмма будет отображаться с размером клетки не больше, чем это значение вне зависимости от %2$sнастроек пропорции и поведения по умолчанию%3$s или атрибутов тега, которые могут быть определены в статье или на странице, если ширина экрана меньше чем %1$s пикс. Диаграммы, у которых размер клетки меньше этого значения, будут отображаться также, как и на устройствах с обычными экранами.

source: Always hide coordinates
es_es: Ocultar siempre coordenadas
ru_ru: Всегда скрывать координаты

source: If enabled, row and column coordinates will be hidden if the screen width is less than %1$s pixels, whatever the %2$sdefault aspect and behavior settings%3$s or the tag attributes that may be specified in the posts/pages. If disabled, row and column coordinates will be displayed as they normally do on large screen devices.
es_es: Si esta opción está habilitada, las coordenadas de las filas y columnas serán ocultadas si la resolución de la pantalla es inferior a %1$s pixeles de ancho independientemente de la %2$sconfiguración de visualización general o atributos de etiqueta%3$s que se pueden definir en los artículos / páginas. Si está desactivado, las coordenadas de filas y columnas serán como se muestran normalmente en pantallas grandes.
ru_ru: Если эта опция включена, то координаты будут скрыты вне зависимости от %2$sнастроек пропорции и поведения по умолчанию%3$s или атрибутов тега, которые могут быть определены в статье или на странице, если ширина экрана меньше %1$s пикс. Если эта опция выключена, то координаты будут отображаться как на обычных экранах.

source: See explanations about theses settings above.
es_es: Vea las explicaciones para estos parámetros arriba.
ru_ru: См. объяснения этих настроек выше.

source: Save changes
es_es: Guardar cambios
ru_ru: Сохранить изменения

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: Reset settings
es_es: Restablecer configuración
ru_ru: Сбросить настройки

source: This will reset all the settings in this page to their default values. Press OK to confirm...
es_es: Todos los parámetros definidos en esta página se restablecerán a sus valores predeterminados. Haga clic en OK para confirmar...
ru_ru: Это сбросит все настройки и установит значения по умолчанию. Нажмите ОК для подтверждения...

source: New pieceset
es_es: Nuevo estilo de piezas
ru_ru: Новый набор фигур

source: Edit pieceset
es_es: Modificar estilo de piezas
ru_ru: Редактировать набор фигур

source: Name
es_es: Nombre
ru_ru: Название

source: Slug
ru_ru: Короткий заголовок (slug)

source: Create pieceset
es_es: Crear estilo de piezas
ru_ru: Создать набор фигур

source: New colorset
es_es: Nuevo tema de color
ru_ru: Новый набор цветов

source: Edit colorset
es_es: Modificar tema de color
ru_ru: Редактировать набор цветов

source: Dark squares
es_es: Casillas oscuras
ru_ru: Чёрные поля

source: Light squares
es_es: Casillas claras
ru_ru: Белые поля

source: Create colorset
es_es: Crear tema de color
ru_ru: Создать набор цветов

source: Add a new pieceset
es_es: Agregar nuevo estilo de piezas
ru_ru: Добавить новый набор фигур

source: Default
es_es: Por defecto
ru_ru: По умолчанию

source: Set default
es_es: Establecer como predeterminado
ru_ru: Установить по умолчанию

source: Edit
es_es: Modificar
ru_ru: Редактировать

source: Delete
es_es: Eliminar
ru_ru: Удалить

source: Select
es_es: Seleccionar
ru_ru: Выбрать

source: All the images must be defined to create a pieceset.
es_es: Todas las imágenes deben definirse para crear un estilo de piezas.
ru_ru: Вы должны определить изображения всех фигур чтобы создать набор.

source: Add a new colorset
es_es: Agregar nuevo tema de color
ru_ru: Добавить новый набор цветов

source: RPB Chessboard allows you to typeset and display chess games and diagrams in the posts and pages of your WordPress blog, using the standard %1$sFEN%3$s and %2$sPGN%3$s notations.
es_es: RPB Chessboard te permite editar y mostrar juegos y diagramas de ajedrez en artículos y páginas de tu blog de WordPress, utilizando la notación habitual %1$sFEN%3$s y %2$sPGN%3$s.
ru_ru: RPB Chessboard позволяет вам создавать и отображать шахматные партии и диаграммы в статьях или на страницах вашего блога WordPress, используя стандартную %1$sFEN%3$s и %2$sPGN%3$s нотацию.

source: http://en.wikipedia.org/wiki/Forsyth-Edwards_Notation
ru_ru: https://ru.wikipedia.org/wiki/Нотация_Форсайта_—_Эдвардса

source: http://en.wikipedia.org/wiki/Portable_Game_Notation
ru_ru: https://ru.wikipedia.org/wiki/Portable_Game_Notation

source: source code on GitHub
es_es: código fuente en GitHub
ru_ru: исходный код на GitHub

source: Plugin version
es_es: Versión del plugin
ru_ru: Версия плагина

source: Credits
es_es: Créditos
ru_ru: Участники проекта

source: Author
es_es: Autor
ru_ru: Автор

source: Translators
es_es: Traductores
ru_ru: Переводчики

source: If you are interested in translating this plugin into your language, please %1$scontact the author%2$s.
es_es: Si desea traducir este plugin a su idioma, por favor %1$contacte al autor%2$s.
ru_ru: Если вы хотите помочь в переводе этого плагина на другие языки, пожалуйста %1$sсвяжитесь с автором%2$s.

source: Graphic resources
es_es: Gráficos
ru_ru: Графические ресурсы

source: Pieceset %1$sCBurnett%2$s has been created by %3$sColin M.L. Burnett%6$s, who shares it under the [CC-BY-SA] license on %4$sWikimedia Commons%6$s; user %5$sAntonsusi%6$s has also contributed to this work.
es_es: El estilo de piezas %1$sCBurnett%2$s fue creado por %3$sColin M.L. Burnett%6$s, que lo comparte bajo licencia [CC-BY-SA] de %4$sWikimedia Commons%6$s; El usuario %5$sAntonsusi%6$s también ha contribuido a este trabajo.
ru_ru: Набор фигур %1$sCBurnett%2$s был создан %3$sColin M.L. Burnett%6$s, распространяется по лицензии [CC-BY-SA] %4$sWikimedia Commons%6$s; пользователь %5$sAntonsusi%6$s также внёс вклад в эту работу.

source: Piecesets %1$sCeltic%2$s, %1$sEyes%2$s, %1$sFantasy%2$s, %1$sSkulls%2$s and %1$sSpatial%2$s have been created by %3$sMaurizio Monge%4$s, who makes them freely available for chess programs.
es_es: Los estilos de pieza %1$sCeltic%2$s, %1$sEyes%2$s, %1$sFantasy%2$s, %1$sSkulls%2$s y %1$sSpatial%2$s fueron creados por%3$sMaurizio Monge%4$s, que los hace disponibles gratuitamente para programas de ajedrez.
ru_ru: Наборы фигур %1$sCeltic%2$s, %1$sEyes%2$s, %1$sFantasy%2$s, %1$sSkulls%2$s и %1$sSpatial%2$s были созданы %3$sMaurizio Monge%4$s, который сделал их свободно доступными для шахматных программ.

source: Colorsets %1$sCoral%2$s, %1$sDusk%2$s, %1$sEmerald%2$s, %1$sMarine%2$s, %1$sSandcastle%2$s and %1$sWheat%2$s have been proposed in this %3$sblog post%5$s by %4$sGorgonian%5$s.
es_es: Los temas de color %1$sCoral%2$s, %1$sDusk%2$s, %1$sEmerald%2$s, %1$sMarine%2$s,%1$sSandcastle%2$s y %1$sWheat%2$s han sido propuestos en este %3$artículo de blog%5$s por %4$sGorgonian%5$s.
ru_ru: Наборы цветов %1$sCoral%2$s, %1$sDusk%2$s, %1$sEmerald%2$s, %1$sMarine%2$s, %1$sSandcastle%2$s и %1$sWheat%2$s были предложены %4$sGorgonian%5$s в %3$sэтом посте%5$s.

source: Icons %1$sUndo%2$s, %1$sRedo%2$s, %1$sDelete%2$s and %1$sTick%2$s have been created by %3$sMomentum Design Lab%5$s, who shares them under the [CC-BY] license on %4$sFind Icons%5$s.
ru_ru: Иконки %1$sUndo%2$s, %1$sRedo%2$s, %1$sDelete%2$s и %1$sTick%2$s были созданы %3$sMomentum Design Lab%5$s, распространяются по лицензии [CC-BY] на %4$sFind Icons%5$s.

source: Icon %1$sNot-Found%2$s has been created by %3$sgakuseiSean%5$s, who makes it freely available for non-commercial use on %4$sFind Icons%5$s.
es_es: El icono %1$sNo encontrado%2$s fue creado por %3$sgakuseiSean%5$s, que lo establece disponible libremente para uso no comercial en %4$sFind Icons%5$s.
ru_ru: Иконка %1$sNot-Found%2$s была создана %3$sgakuseiSean%5$s, свободно распространяется для некоммерческого использования на %4$sFind Icons%5$s.

source: The author would like to thank all these people for their highly valuable work.
es_es: El autor agradece a todas estas personas por la alta calidad de su trabajo.
ru_ru: Автор хотел бы поблагодарить всех этих людей за их очень важную работу.

source: License
es_es: Licencia
ru_ru: Лицензия

source: This plugin is distributed under the terms of the %1$sGNU General Public License version 3%3$s (GPLv3), as published by the %2$sFree Software Foundation%3$s. The full text of this license is available at %4$s. A copy of this document is also provided with the plugin source code.
es_es: Este plugin se distribuye bajo los términos de la Licencia Pública General %1$sGNU versión 3%3$s (GPLv3), según lo publicado por %2$sFree Software Foundation%3$s. El texto completo de esta licencia está disponible en %4$s. También se proporciona una copia de este documento con el código fuente del plugin.
ru_ru: Этот плагин распространяется в соответствии с условиями %1$sУниверсальной Общественной Лицензии GNU, версии 3%3$s (GPLv3), опубликованной %2$sFree Software Foundation%3$s. Полный текст лицензии доступен %4$s. Копия этого документа также предоставляется с исходным кодом плагина.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es_es: Este programa se distribuye con la esperanza de que sea útil, pero SIN GARANTÍA ALGUNA; incluso sin la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN PROPÓSITO EN PARTICULAR. Consulte LA GNU General Public License para más detalles.
ru_ru: Эта программа распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемых гарантий КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. Смотрите Стандартную Общественную Лицензию GNU для получения дополнительной информации.
