Repository: yo35/rpb-chessboard
Catalog: languages/rpbchessboard-*.po
Languages: de_de, fr_fr, tr_tr

source: As for comments, variations can be rendered either inlined within the move sequence, or as separated paragraphs if they are preceded by a blank line in the PGN string. Variations can be nested. However, inlined variations cannot contain &quot;paragraph-style&quot; variations (or &quot;paragraph-style&quot; comments).
tr_tr: Yorumlar, devam yolları hamle dizimi içerisinde yapılabileceği gibi, PGN içinde farklı paragraflarda bir boş satırı takip ederek de olabilir. Devam yolları iç içe olabilir. Ancak içeride yer alan devam yolları &quot;paragraph-style&quot; devam yolları içeremez. (ya da &quot;paragraph-style&quot; yorumlar).

source: Null moves
tr_tr: Boş hamleler

source: A standard development scheme for white:
tr_tr: Beyaz için standart bir gelişim durumu:

source: A %1$s--%2$s token in the move list allows to skip the underlying move.
tr_tr: %1$s--%2$s hamle listesinde olursa altı çizili hamleyi atlamaya izin verir.

source: The Ruy Lopez: White's third move attacks the knight which defends the e5-pawn from the attack by the f3-knight.
tr_tr: Ruy Lopez: Beyaz üçüncü hamlede e5 piyonunu f3'teki atından koruyan c6 karesindeki Ata saldırır.

source: Squares can be highlighted by inserting the tag %1$s[%%csl ...]%2$s in a comment. The squares to highlight are represented by a group of 3 characters: the first one represents the color to use (%1$sG%2$s for green, %1$sR%2$s for red, %1$sY%2$s for yellow), the second and third ones represent the targeted square. For instance, %1$s[%%csl Re5,Gc6,Yf3,Yb5]%2$s highlights square e5 in red, square c6 in green, and squares f3 and b5 in yellow.
tr_tr: Kareler; %1$s[%%csl ...]%2$s etiketi eklenerek bir yorum içinde parlatılabilir. Parlatılmak istenen kareler 3 karakter grubuyla temsil edilir: İlk karakter rengi gösterir (%1$sG%2$s yeşil için, %1$sR%2$s kırmızı için, %1$sY%2$s sarı için), İkinci ve üçüncü karakterler ise hedeflenen kareyi gösterir. Örneğin, %1$s[%%csl Re5,Gc6,Yf3,Yb5]%2$s dizimi e5 karesini kırmızı, c6 karesini yeşil, f3 ve b5 karesini sarı gösterir.

source: Likewise, arrows can be added by inserting the tag %1$s[%%cal ...]%2$s in a comment. An arrow is encoded by a group of 5 characters: the first one is the color to use (%1$sG%2$s, %1$sR%2$s, or %1$sY%2$s), the second and third ones represent the origin square, the fourth and fifth ones the destination square. For instance, %1$s[%%cal Rf3e5,Gd8d4]%2$s creates a red arrow from f3 to e5, and a green arrow from d8 to d4.
tr_tr: Aynı şekilde, %1$s[%%cal ...]%2$s etiketi eklenerek de oklar gösterilebilir. Bir ok 5 karakterle tanımlanmıştır: İlk karakter rengi (%1$sG%2$s, %1$sR%2$s, or %1$sY%2$s), ikinci ve üçüncü karakter okun başlayacağı kareyi, dördüncü ve beşinci karakter ise gideceği kareyi gösterir. Örneğin, %1$s[%%cal Rf3e5,Gd8d4]%2$s f3 karesinden e5 karesine kırmızı bir ok yaratır, ve aynı zamanda d8 karesinden d4 karesine yeşil bir ok yaratır.

source: Square and arrow markers that are created in %3$sChessbase softwares%4$s are exported in PGN format using these %1$s[%%csl ...]%2$s and %1$s[%%cal ...]%2$s notations.
tr_tr: %3$sChessbase softwares%4$s içinde kullanılan kare ve ok işaretleyiciler, PGN formatı içerisine %1$s[%%csl ...]%2$s ve %1$s[%%cal ...]%2$s notasyonlarını kullanarak çıkartılmışlardır.

source: Standard PGN game
tr_tr: Standart pgn oyunu

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the game. The used notation follows the standard %4$sPGN format%7$s, and can be automatically generated by the common chess database softwares, including %5$sChessbase%7$s, %6$sScid%7$s, etc... The PGN syntax is summarized here through a few representative examples.
de_de: Der String zwischen den %1$s[%3$s][/%3$s]%2$s Tags beschreibt die Partie. Die genutzte Notation folgt dem %4$sPGN Format%7$s, und kann automatisch aus Schach-Datenbank-Programmen generiert werden, zum Beispiel %5$sChessbase%7$s, %6$sScid%7$s, usw... Die PGN Syntax is hier zusammengefasst durch einige repräsentative Beispiele.
fr_fr: Le code placé entre les balises %1$s[%3$s][/%3$s]%2$s décrit la partie. La notation utilisée suit le %4$sformat PGN%7$s usuel, et peut être généré de façon automatique par les logiciels de base de données échiquéenne courants tels que %5$sChessbase%7$s, %6$sScid%7$s, etc... La syntaxe PGN est résumée ici au travers d'exemples explicatifs.
tr_tr: %1$s[%3$s][/%3$s]%2$s etiketleri arasındaki dizin oyunu tanımlar. Kullanılan notasyon; %4$sPGN format%7$s standardını takip eder. Bu genelde bildiğimiz veri tabanları programları tarafından üretilen bir notasyondur. %5$sChessbase%7$s, %6$sScid%7$s, gibi... PGN dizimi burada bir kaç örnekle anlatılmaya çalışılmıştır.

source: Comments
de_de: Kommentare
fr_fr: Commentaires
tr_tr: Yorumlar

source: Diagrams
tr_tr: Diyagramlar

source: This opening is called the Sicilian defence. A possible continuation is:
de_de: Diese Eröffnung wird die Sizilianische Verteidigung genannt. Eine mögliche Fortsetzung ist:
fr_fr: Cette ouverture s'appelle la défense sicilienne. Une suite possible est&nbsp;:
tr_tr: Bu açılışın adı Sicilya Savunmasıdır. Makul bir devam yolu:

source: Notice that %1$s[pgndiagram]%2$s tags must not be used outside a PGN game. To insert a diagram outside a PGN game, use the %1$s[%3$s][/%3$s]%2$s tag instead.
tr_tr: %1$s[pgndiagram]%2$s etiketlerinin PGN dışında kullanılmamasına dikkat ediniz. GN dışına bir diyagram koymak için %1$s[%3$s][/%3$s]%2$s etiketini kullanınız.

source: I'm a %1$sshort%2$s comment.
de_de: Ich bin ein %1$skurzer%2$s Kommentar.
fr_fr: Je suis un commentaire %1$scourt%2$s.
tr_tr: Ben kısa %1$sshort%2$s bir yorumum.

source: I'm a %1$slong%2$s comment.
de_de: Ich bin ein %1$slanger%2$s Kommentar.
fr_fr: Je suis un commentaire %1$slong%2$s.
tr_tr: Ben %1$sshort%2$s uzun bir yorumum.

source: Text comments can be inserted, surrounded with braces. They can be rendered either inlined within the move sequence (&quot;short comment&quot; style), or as separated paragraphs (&quot;long comment&quot; style). To insert a comment as a separated paragraph, let a blank line before it in the PGN string. Also, notice that HTML tags are allowed within comments.
tr_tr: metin yorumları tırnak içinde konulabilir. Hamleler arasında ya da ayrı bir pragrafta olabilirler. (&quot;kısa yorum&quot; style), farklı paragrafta (&quot;uzun yorum&quot; style). PGN içinde bir yorum koymak için boş bir satır araya koyunuz. Yorumların içinde html etiketlerinin de olabileceğini unutmayınız.

source: Notice that the chess database softwares may introduce annotations such as %1$s&quot;$x&quot;%2$s where %1$s&quot;x&quot;%2$s is replaced with one or more digits (for instance, %1$s&quot;1.e4 $1&quot;%2$s). This is what is advocated by the PGN norm, which defines equivalences between this syntax and the human-readable one (for instance, %1$s&quot;$1&quot;%2$s is equivalent to %1$s&quot;!&quot;%2$s). Both syntaxes are understood by the RPB Chessboard plugin. See the %3$slist of NAGs%4$s.
fr_fr: Veuillez noter que les logiciels de base de données échiquéenne peuvent introduire des annotations telles que %1$s&quot;$x&quot;%2$s, où %1$s&quot;x&quot;%2$s est remplacé par un ou plusieurs chiffres (par exemple, %1$s&quot;1.e4 $1&quot;%2$s). C'est ce que préconise la norme PGN, laquelle définit des équivalences entre cette syntaxe et celle &quot;humainement compréhensible&quot; (par exemple, %1$s&quot;$1&quot;%2$s et %1$s&quot;!&quot;%2$s sont équivalents). Les deux syntaxes sont gérées par le plugin RPB Chessboard. Voir la %3$sliste des NAGs%4$s.
tr_tr: Gözünüzden kaçmaması gereken bir nokta, Chessbase gibi yazılımların %1$s&quot;$x&quot;%2$s gibi %1$s&quot;x&quot;%2$s'den bir fazla sayıda karakterle değiştirilmiş notasyonları üretebileceğidir (örneğin, %1$s&quot;1.e4 $1&quot;%2$s). Bu PGN tarafından desteklenen bir normdur, bu şekilde bu dizim ile insanların okuyabileceği dizimler arasında bir geçiş sağlanabilmektedir (örneğin, %1$s&quot;$1&quot;%2$s dizimi %1$s&quot;!&quot;%2$s e eşittir). RPB Chessboard eklentisi her iki dizimi de okuyabilmektedir. NAGs%4$s'ın %3$slist esine bakınız.

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the position. The used notation follows the standard %4$sFEN format%5$s (Forsyth-Edwards Notation), which is comprehensively described on %4$sWikipedia%5$s.
tr_tr: %1$s[%3$s][/%3$s]%2$s etiketleri arasındaki dizim konumu tanımlar. Kullanılan notasyon; %4$sFEN format%5$s (Forsyth-Edwards Notation) standardını takip eder, bu standart %4$sWikipedia%5$s 'da tanımlandığı gibidir.

source: A chess diagram editor is appended to the WordPress post/page editor by RPB Chessboard (see the screenshots below). As a consequence, there is no need to manually edit the content of the %1$s[%3$s][/%3$s]%2$s tags to create a chessboard diagram.
tr_tr: Bir satranç diyagramı düzenleyicisi, WordPress yazı/sayfa düzenleyicisine (aşağıdaki ekran görünümüne bakınız) eklenir. Yani Diyagram oluşturmak için %1$s[%3$s][/%3$s]%2$s ndeki etiketlerin içeriğini elle düzenlemeye gerek yoktur.

source: The %1$s, %2$s, %3$s, %4$s and %5$s attributes control the aspect of both the navigation board and the chessboard diagrams inserted using tag %6$s. These attributes are identical to those used to customize the aspect of standalone FEN diagrams (those inserted using tag %7$s): see %8$shelp on FEN diagram attributes%9$s for more details about them.
tr_tr: %1$s, %2$s, %3$s, %4$s ve %5$s özellikleri satranç tahtasının boyutlarını ve %6$s kullanılması suretiyle chessboard diyagramlarının boyutlarını belirlemek için kullanılır. Bu özellikler, tek başına konan FEN diyagramlarının (%7$s etiketi kullanılarak elde edilen) boyutlarını tanımlamak için kullanılanlarla tıpatıp aynıdır: %8$shelp etiketi FEN diyagram ve attributes%9$s ile ilgili daha çok ayrıntı için yardıma bakınız.

source: Navigation board
fr_fr: Échiquier de navigation
tr_tr: Gezinme tahtası

source: The %1$s attribute controls the position of the navigation board.
tr_tr: %1$s özelliği gezinti tahtasının konumunu göstermek için kullanılır.

source: No navigation board.
tr_tr: Gezinti tahtası yok.

source: The navigation board is displayed in a popup frame, which becomes visible when the user clicks on a move within the move list.
tr_tr: Gezinti tahtası tıklamayla ekrana çıkan bir pencerede görünür, bunun için ziyaretçi bir hamleye tıklar ve o hamleden sonraki konum tahtada belirir.

source: The navigation board is displayed above the game headers and the move list.
tr_tr: Gezinti tahtası, hamlelerin ve başlığın üzerinde gösterilir.

source: The navigation board is displayed below the move list.
tr_tr: Gezinti tahtası hamle listesinin altında gösterilir.

source: The navigation board is displayed on the left of the move list.
tr_tr: Gezinti tahtası hamlelerin solunda gösterilir.

source: The navigation board is displayed on the right of the move list.
tr_tr: Gezinti tahtası hamlelerin sağında gösterilir.

source: Several attributes may be passed to the %1$s[%3$s][/%3$s]%2$s tags in order to customize how the PGN games are displayed. All these attributes are optional: if not specified, the default setting (defined by the blog administrator) applies. These attributes are presented in this page.
tr_tr: %1$s[%3$s][/%3$s]%2$s etiketlerine, PGN oyunlarının ekranda gösterimini tanımlamak için bir kaç özellik konulabilir. Bu özelliklerin tümü isteğe bağlıdır: Eğer tanımlanmamışsa, varsayılan ayarlar (Blog yöneticisi tarafından tanımlanan) gösterime uygulanır. Bu özellikler bu sayfada sunulmaktadır.

source: The %1$s attribute controls how chess pieces are denoted in the move list.
tr_tr: %1$s özelliği satranç notasyonunun hamle listesinde nasıl gösterileceğini ifade eder.

source: First character of the piece name in English.
tr_tr: Taşın İngilizce dilindeki adının ilk harfi.

source: First character of the piece name in the blog language.
tr_tr: Taşın, Türkçe dilindeki karşılığının ilk harfi.

source: Any sequence of 6 capital letters surrounded with parenthesis is allowed to set custom symbols. For instance, with %1$s(%3$s%4$s%5$s%6$s%7$s%8$s)%2$s, %3$s will be used to denote a king, %4$s for a queen, %5$s for a rook, %6$s for a bishop, %7$s for a knight and %8$s for a pawn.
tr_tr: Parantezler içindeki 6 büyük karakter dizimi taşların gösterimi için özel semboller belirlenmesini mümkün kılar. Örneğin; %1$s(%3$s%4$s%5$s%6$s%7$s%8$s)%2$s, %3$s Şahı göstermek için, %4$s vezir için, %5$s Kale için, %6$s Fil için, %7$s At için ve %8$s piyon için.

source: To work properly, the RPB Chessboard plugin needs JavaScript to be activated in your browser.
tr_tr: RPB Chessboard eklentisinin uygun şekilde çalışması için JavaScript, internet gezgininizde aktif halde olmalıdır.

source: You must activate JavaScript to enhance chess diagram visualization.
fr_fr: Vous devez activer JavaScript pour améliorer l'affichage des diagrammes d'échecs.
tr_tr: Satranç diyagramı görselliğini zenginleştirmek için JavaScript'i aktifleştirmelisiniz.

source: You must activate JavaScript to enhance chess game visualization.
fr_fr: Vous devez activer JavaScript pour améliorer l'affichage des parties d'échecs.
tr_tr: Satranç oyunu görselliğini zenginleştirmek için JavaScript'i aktifleştirmelisiniz.

source: Annotated by %1$s
fr_fr: Commentée par %1$s
tr_tr: Analiz : %1$s

source: Initial position
de_de: Initiale Stellung
fr_fr: Position initiale
tr_tr: Başlangıç konumu

source: chessboard
de_de: Schachbrett
fr_fr: échiquier
tr_tr: satranç tahtası

source: Insert/edit a chess diagram
de_de: Einfügen/ändern eines Schach-Diagramms
fr_fr: Insérer/éditer un diagramme
tr_tr: Bir diyagram ekle ya da kurgula

source: Add a new chess diagram
de_de: Ein neues Schach-Diagramm hinzufügen
fr_fr: Ajouter un nouveau diagramme
tr_tr: yeni diyagram ekle

source: Update the chess diagram
de_de: Das Schach-Diagramm ändern
fr_fr: Mettre à jour le diagramme
tr_tr: diyagramı güncelle

source: Undo the last modification
tr_tr: son düzeltmeyi geri al

source: Re-do the last modification
tr_tr: Son düzeltmeyi tekrarla

source: Flip board
tr_tr: tahtayı çevir

source: Standard positions
tr_tr: standart konumlar

source: Set the initial position
de_de: Setzt die initiale Position
fr_fr: Mettre en place la position de départ
tr_tr: Başlangıç konumunu yükle

source: Clear the chessboard
de_de: Leere das Schachbrett
fr_fr: Vider l'échiquier
tr_tr: Satranç tahtasını boşalt

source: Annotations
tr_tr: Analizler

source: Square markers
tr_tr: Kare işaretleyiciler

source: Remove the square markers
tr_tr: Kare işarretlemelerini kaldır

source: Arrow markers
tr_tr: ok işaretleyiciler

source: Remove the arrow markers
tr_tr: ok işaretlemelerini kaldır

source: Advanced settings
tr_tr: Gelişmiş ayarlar

source: Castling rights
tr_tr: rok hakları

source: En passant
tr_tr: geçerken alma

source: Not possible
tr_tr: mümkün değil

source: Possible on column %1$s
tr_tr: %1$s sütununda mümkün

source: Chess games and diagrams
de_de: Schachpartien und -diagramme
fr_fr: Parties et diagrammes d'échecs
tr_tr: Satranç oyunları ve diyagramlarıı

source: Chess
de_de: Schach
fr_fr: Échecs
tr_tr: Satranç

source: Memo
de_de: Notiz
fr_fr: Mémo
tr_tr: not defteri

source: Settings of the %1$s plugin
fr_fr: Options du plugin %1$s
tr_tr: %1$s eklentisinin ayarları

source: Settings
fr_fr: Options
tr_tr: ayarlar

source: Help
de_de: Hilfe
fr_fr: Aide
tr_tr: Yardım

source: About %1$s
de_de: Über %1$s
fr_fr: À propos de %1$s
tr_tr: %1$s hakkında

source: About
de_de: Über
fr_fr: À propos
tr_tr: Hakkında

source: This plugin allows you to typeset and display chess diagrams and PGN-encoded chess games.
de_de: Dieses Plugin erlaubt, Schachdiagramme und Schachpartien im PGN-Format darzustellen.
fr_fr: Ce plugin vous permet d'éditer et d'afficher des diagrammes d'échecs ainsi que des parties d'échecs encodées au format PGN.
tr_tr: Bu eklenti, sizin satranç diyagramları ve oyunlarını ekrana taşımanıza izin verir.

source: K
fr_fr: R

source: Q
de_de: D
fr_fr: D

source: R
de_de: T
fr_fr: T

source: B
de_de: L
fr_fr: F

source: N
de_de: S
fr_fr: C

source: http://en.wikipedia.org/wiki/Forsyth-Edwards_Notation
de_de: http://de.wikipedia.org/wiki/Forsyth-Edwards_Notation
fr_fr: http://fr.wikipedia.org/wiki/Notation_Forsyth-Edwards

source: http://en.wikipedia.org/wiki/Portable_Game_Notation
de_de: http://de.wikipedia.org/wiki/Portable_Game_Notation
fr_fr: http://fr.wikipedia.org/wiki/Portable_Game_Notation

source: Ask for help
fr_fr: Demander de l'aide

source: Report a problem
fr_fr: Signaler un problème

source: Links
fr_fr: Liens

source: plugin page on WordPress.org
fr_fr: page du plugin sur WordPress.org

source: Translation
de_de: Übersetzung
fr_fr: Traduction

source: To work properly, the RPB Chessboard plugin needs javascript to be activated in your browser.
de_de: Um korrekt zu arbeiten benötigt das RPB Chessboard Plugin, dass JavaScript im Browser aktiviert ist.
fr_fr: Pour fonctionner correctement, le plugin RPB Chessboard a besoin que javascript soit activé dans votre navigateur.

source: Chess diagrams with the %1$s[%3$s][/%3$s]%2$s tags
de_de: Schachdiagramme mit den %1$s[%3$s][/%3$s]%2$s Tags
fr_fr: Diagrammes d'échecs au moyen des balises %1$s[%3$s][/%3$s]%2$s

source: FEN format
fr_fr: Format FEN

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the position. The used notation follows the %4$sFEN format%5$s (Forsyth-Edwards Notation), which is comprehensively described on %4$sWikipedia%5$s. The FEN syntax is summarized here through a few representative examples.
de_de: Der Sttring zwischen den %1$s[%3$s][/%3$s]%2$s Tags beschreibt die Position. Die benutzte Notation folgt dabei dem %4$sFEN Format%5$s (Forsyth-Edwards Notation), das schön beschrieben ist auf %4$sWikipedia%5$s. Die FEN Syntax ist hier zusammengefasst durch einige repräsentative Beispiele.
fr_fr: Le texte entre les balises %1$s[%3$s][/%3$s]%2$s décrit la position. La notation utilisée suit le %4$sformat FEN%5$s (<em>Forsyth-Edwards Notation</em>), lequel est décrit de façon exhaustive sur %4$sWikipédia%5$s. La syntaxe FEN est résumée ici au travers d'exemples explicatifs.

source: Empty position
de_de: Leere Stellung
fr_fr: Position vide

source: Who can castle?
de_de: Wer kann noch rochieren?
fr_fr: Qui peut roquer&nbsp;?

source: <em>En passant</em> available?
fr_fr: Prise en passant

source: An empty position.
de_de: Eine leere Stellung.
fr_fr: Une position vide.

source: The initial position.
de_de: Die initiale Stellung.
fr_fr: La position initiale.

source: Who can castle? And where?
de_de: Wer kann rochieren? Und wohin?
fr_fr: Qui peut roquer&nbsp;? Et où&nbsp;?

source: Here, the 3<sup>rd</sup> field in the FEN string (%1$s) indicates that only king-side white castling is available. Other castling availabilities might be indicated with characters %2$s (queen-side white castling), %3$s (king-side black castling), and %4$s (queen-side black castling). If neither side can castle, the 3<sup>rd</sup> FEN field is set to %5$s.
de_de: Hier zeigt das 3<sup>te</sup> Feld im FEN String (%1$s), dass nur Weiß zur Königsseite rochieren kann. Andere Rochademöglichkeiten werden durch die Buchstaben %2$s (Weiß-Rochade auf dem Damenflügel), %3$s (Schwarz-Rochade auf dem Königsflügel), oder %4$s (Schwarz-Rochade auf dem Damenflügel). Wenn beide Seiten nicht mehr rochieren können, wird das 3<sup>te</sup> FEN Feld auf %5$s gesetzt.
fr_fr: Ici, le 3<sup>e</sup> champ dans le texte au format FEN (%1$s) indique que seul le petit roque blanc est authorisé. Les autres possibilités de roque peuvent être indiquées grâce aux caractères %2$s (grand roque blanc), %3$s (petit roque noir), et %4$s (grand roque noir). Si aucun camp ne peut roquer, on indique %5$s dans le 3<sup>e</sup> champ FEN.

source: Is <em>en passant</em> possible? On which square?
fr_fr: Peut-on prendre en passant&nbsp;? Sur quelle case&nbsp;?

source: In this example, White has just played a pawn from e2 to e4: the 4<sup>th</sup> field in the FEN string is then set to %1$se3%2$s to account for the fact that <em>en passant</em> would be possible on this square if there were a black pawn either in d4 or f4. Otherwise, this field would be set to %1$s-%2$s.
fr_fr: Dans cet exemple, les blancs viennent juste d'avancer un pion de e2 vers e4&nbsp;: le 4<sup>e</sup> champ dans le texte au format FEN est mis à %1$se3%2$s afin de signaler que la prise en passant serait possible sur cette case si un pion noir se trouvait en d4 ou f4. Sinon, ce champ serait mis à %1$s-%2$s.

source: Attributes
de_de: Attribute
fr_fr: Attributs

source: The aspect of the chess diagrams can be customized thanks to the following attributes.
de_de: Einige Aspekte der Schachdiagramme können dank der folgenden Attribute geändert werden.
fr_fr: L'aspect des diagrammes peut être personnalisé au moyen des attributs suivants.

source: Coordinates
de_de: Koordinaten
fr_fr: Coordonnées

source: The %1$s attribute controls the size (in pixels) of the chessboard squares.
de_de: Das %1$s-Attribut kontrolliert die Größe des Schachbretts in Pixel).
fr_fr: L'attribut %1$s détermine la taille (en pixels) des cases de l'échiquier.

source: The %1$s attribute controls whether the row and column coordinates are displayed or not.
fr_fr: L'attribut %1$s détermine si les noms des rangées et des colonnes sont ou non affichés.

source: On the left
fr_fr: À gauche

source: On the right
fr_fr: À droite

source: A navigation board may be added to each PGN game to help post/page readers to follow the progress of the game. This navigation board is displayed either in a popup frame (in this case, it becomes visible only when the reader clicks on a move) or close to the move list (then it is visible as soon as the page is loaded).
fr_fr: Un échiquier de navigation peut être adjoint à chaque partie PGN pour aider les lecteurs du blog à suivre la progression de la partie. Cet échiquier de navigation est affiché soit dans un <em>popup</em> (dans ce cas, il ne devient visible que lorsque le lecteur clique sur un coup), soit à côté de la liste des coups (il est alors visible dès que la page est chargée).

source: Chess games with the %1$s[%3$s][/%3$s]%2$s tags
de_de: Schachpartien mit den %1$s[%3$s][/%3$s]%2$s Tags
fr_fr: Parties d'échecs au moyen des balises %1$s[%3$s][/%3$s]%2$s

source: PGN format
fr_fr: Format PGN

source: Standard game
fr_fr: Partie standard

source: Game with no header
fr_fr: Partie sans en-tête

source: Stalemate.
de_de: Patt.
fr_fr: Pat.

source: Normally, the strict PGN syntax requires that each PGN entry starts with 7 compulsory headers: %1$s[Event &quot;...&quot;]%2$s, %1$s[Site &quot;...&quot;]%2$s, %1$s[Date &quot;...&quot;]%2$s, %1$s[Round &quot;...&quot;]%2$s, %1$s[White &quot;...&quot;]%2$s, %1$s[Black &quot;...&quot;]%2$s, and %1$s[Result &quot;...&quot;]%2$s. However, the RPB Chessboard plugin consider them as optional.
de_de: Normalerweise erfordert die strikte PGN Syntax, dass jede Partie mit 7 vorgeschriebenen Metadaten beginn: %1$s[Event &quot;...&quot;]%2$s, %1$s[Site &quot;...&quot;]%2$s, %1$s[Date &quot;...&quot;]%2$s, %1$s[Round &quot;...&quot;]%2$s, %1$s[White &quot;...&quot;]%2$s, %1$s[Black &quot;...&quot;]%2$s, and %1$s[Result &quot;...&quot;]%2$s. Das RPB Chessboard Plugin betrachtet sie aber als optional.
fr_fr: Normalement, la syntaxe PGN stricte exige que chaque entrée PGN commence par 7 en-têtes obligatoires&nbsp;: %1$s[Event &quot;...&quot;]%2$s, %1$s[Site &quot;...&quot;]%2$s, %1$s[Date &quot;...&quot;]%2$s, %1$s[Round &quot;...&quot;]%2$s, %1$s[White &quot;...&quot;]%2$s, %1$s[Black &quot;...&quot;]%2$s, et %1$s[Result &quot;...&quot;]%2$s. Cependant, le plugin RPB Chessboard considère ceux-ci comme optionnels.

source: http://en.wikipedia.org/wiki/Numeric_Annotation_Glyphs
fr_fr: http://fr.wikipedia.org/wiki/Portable_Game_Notation#NAG
