Repository: yo35/rpb-chessboard
Catalog: languages/rpbchessboard-*.po
Languages: de_de, fr_fr, tr_tr

source: Text comments can be inserted, surrounded with braces. They can be rendered either inlined within the move sequence (&quot;short comment&quot; style), or as separated blocks (&quot;long comment&quot; style). To insert a comment as a separated block, let a blank line before it in the PGN string. Also, notice that HTML tags are allowed within comments.
fr_fr: Des commentaires textuels peuvent être insérés, encadrés par des accolades. Ceux-ci peuvent être affichés soit au sein de la liste de coups (style &quot;commentaire court&quot;), soit sous la forme d'un bloc isolé (style &quot;commentaire long&quot;). Pour insérer un commentaire sous la forme d'un bloc isolé, laisser une ligne vierge avant celui-ci dans le texte PGN. À noter en outre que les balises HTML sont autorisées dans les commentaires.

source: As for comments, variations can be rendered either inlined within the move sequence, or as separated blocks if they are preceded by a blank line in the PGN string.
fr_fr: Comme pour les commentaires, les variantes peuvent être affichées soit au sein de la liste de coups, soit sous la forme d'un bloc isolé lorsqu'elles sont précédées d'une ligne vierge dans le texte PGN.

source: Diagrams with the %1$s[pgndiagram]%2$s tag
de_de: Diagramme mit dem %1$s[pgndiagram]%2$s Tag
fr_fr: Diagrammes au moyen de la balise %1$s[pgndiagram]%2$s

source: Notice that %1$s[pgndiagram]%2$s tags must not be inserted outside a PGN comment.
fr_fr: À noter que la balise %1$s[pgndiagram]%2$s ne peut être insérée que dans un commentaire PGN.

source: The %1$s[%4$s][/%4$s]%2$s tag accepts the same attributes as the %1$s[%3$s][/%3$s]%2$s tag:
fr_fr: La balise %1$s[%4$s][/%4$s]%2$s accepte les mêmes attributs que %1$s[%3$s][/%3$s]%2$s&nbsp;:

source: %1$s, which controls the orientation of the chessboards. For instance, %2$s flips all the diagrams (and the navigation board if any) of the corresponding PGN game.
fr_fr: %1$s, qui contrôle l'orientation des échiquiers. Par exemple, %2$s retourne tous les diagrammes de la partie PGN correspondante (ainsi que l'échiquier de navigation s'il existe).

source: %1$s, which controls the size of the chessboard squares.
fr_fr: %1$s, qui contrôle la taille des cases des échiquiers.

source: %1$s, which allows to hide or show the row and column coordinates.
fr_fr: %1$s, qui permet de masquer ou d'afficher les coordonnées des rangées et colonnes.

source: See the %1$shelp on FEN attributes%2$s for more details.
fr_fr: Voir %1$sl'aide sur les attributs FEN%2$s pour plus de détails.

source: The %1$s attribute controls how chess pieces are denoted in move notation. Allowed values are:
fr_fr: L'attribut %1$s modifie la façon dont les pièces sont désignées dans la notation des coups. Les valeurs possibles sont&nbsp;:

source: %1$s: first character of the piece name in English.
fr_fr: %1$s&nbsp;: initiale du nom de la pièce en anglais.

source: %1$s: first character of the piece name in the blog language if the translation exists, in English otherwise.
fr_fr: %1$s&nbsp;: initiale du nom de la pièce dans la langue du blog si une traduction existe, ou en anglais sinon.

source: Any sequence of 6 capital letters surrounded with parenthesis is allowed to set custom symbols. For instance: %1$s (this particular setting has the same effect as %2$s).
fr_fr: N'importe quelle séquence de 6 lettres majuscules encadrées de parenthèses peut être utilisée pour spécifier des symboles personnalisés. Par exemple&nbsp;: %1$s (ce réglage en particulier a le même effet que %2$s).

source: Note that this attribute only affects how chess moves are rendered to post/page readers. Authors must always use English initials when writting PGN content into posts and pages.
fr_fr: À noter que cet attribut n'affecte que la façon dont les coups sont affichés aux lecteurs du blog. Les auteurs doivent toujours utiliser les initiales anglaises lorsqu'ils écrivent des données PGN dans leurs articles et pages.

source: The %1$s attribute controls the position of the navigation board. Allowed values are:
fr_fr: L'attribut %1$s détermine la position de l'échiquier de navigation. Les valeurs possibles sont&nbsp;:

source: %1$s: no navigation board.
fr_fr: %1$s&nbsp;: pas d'échiquier de navigation.

source: %1$s: the navigation board is displayed in a popup frame (and it is hidden until the reader clicks on a move).
fr_fr: %1$s&nbsp;: l'échiquier de navigation est affiché dans un <em>popup</em> (et reste masqué jusqu'à ce que le lecteur clique sur un coup).

source: %1$s (or %2$s): the navigation board is displayed on the left (or the right) of the move list (and it is visible as soon as the page is loaded).
fr_fr: %1$s (ou %2$s)&nbsp;: l'échiquier de navigation est affiché à gauche (ou à droite) de la liste de coups (et est visible dès que la page est chargée).

source: January
de_de: Januar
fr_fr: Janvier

source: February
de_de: Februar
fr_fr: Février

source: March
de_de: März
fr_fr: Mars

source: April
fr_fr: Avril

source: May
de_de: Mai
fr_fr: Mai

source: June
de_de: Juni
fr_fr: Juin

source: July
de_de: Juli
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
de_de: Oktober
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
de_de: Dezember
fr_fr: Décembre

source: Turn:
de_de: Zug:
fr_fr: Trait&nbsp;:

source: Castling availability:
de_de: Rochade möglich:
fr_fr: Roques possibles&nbsp;:

source: En passant column:
de_de: En passent Spalte:
fr_fr: Prise en passant possible sur la colonne&nbsp;:

source: Reset
de_de: Zurücksetzen
fr_fr: Ré-initialiser

source: Clear
de_de: Leeren
fr_fr: Vider

source: FEN:
fr_fr: FEN&nbsp;:

source: Default chessboard aspect
de_de: Standard Schachbrettgröße

source: By default, the RPB Chessboard plugin use the %1$s[fen][/fen]%2$s and %1$s[pgn][/pgn]%2$s tags for FEN diagrams and PGN games. However, this behavior cause conflicts when other WordPress plugins (typically chess plugins) that use the same tags are simultaneously in use. Activating the compatibility mode for the FEN diagram tag makes RPB Chessboard use %1$s[fen_compat][/fen_compat]%2$s instead of %1$s[fen][/fen]%2$s to avoid those conflicts. Similarly, with the PGN compatibility mode, %1$s[pgn_compat][/pgn_compat]%2$s is used instead of %1$s[pgn][/pgn]%2$s.
de_de: Standardmäßig verwendet das RPB Chessboard Plugin die %1$s[fen][/fen]%2$s und %1$s[pgn][/pgn]%2$s Tags für die FEN Diagramme und PGN Partien. Dieses Verhalten kann jedoch Konflikte bei der Nutzung anderer WordPress Plugins (üblicherweise Schach-Plugins) hervorrufen, wenn diese dieselben Tags benutzen. Wenn Sie den Kompatibilitätsmodus für das FEN Diagramm-Tag aktivieren, so verwendet das RPB Chessboard %1$s[fen_compat][/fen_compat]%2$s statt des Tags %1$s[fen][/fen]%2$s, um den Konflikt zu vermeiden. Mit dem PGN Kompatilitätsmodus wird dann %1$s[pgn_compat][/pgn_compat]%2$s statt des bisherigen %1$s[pgn][/pgn]}%2$s verwendet.

source: After 1.e4
de_de: Nach 1.e4

source: Légal Trap
de_de: Die Légal-Falle

source: After 1.e4. Notice the 4<sup>th</sup> field in the FEN string (%1$s), indicating the square where <em>en passant</em> can be done (if there were a black pawn either in d4 or in f4).
de_de: Nach 1. e4. Beachten Sie das 4<sup>th</sup> Feld im FEN String (%1$s), das anzeigt, über welches Feld <em>en passent</em> geschlagen werden kann (wenn dort ein schwarzer Bauer auf d4 oder f4 stehen würde).

source: The Légal Trap.
de_de: Die Légal-Falle.

source: Orientation
de_de: Orientierung

source: The %1$s attribute controls whether the row and columns coordinates are displayed or not.
de_de: Das %1$s-Attribut kontrolliert, ob die Koordinaten der Zeilen und Spalten angezeigt werden sollen oder nicht.

source: Game with no headers
de_de: Partie ohne Metadaten

source: Text comments can be inserted, surrounded with braces. They can be rendered either inlined within the move sequence (&quot;short comment&quot; style), or as separated blocks (&quot;long comment&quot; style). To insert a comment as a separated block, let two blank lines before and after it in the PGN string. Also, notice that HTML tags are allowed within comments.
de_de: Testkommenatre können ein geschweiften Klammern eingeschlossen, verwendet werden.Sie werden entweder in die Zugfolge eingebettet (&quot;kurzer Kommentar&quot;-Stil), oder als separate Blöcke (&quot;langer Kommentar&quot;-Stil) dargestellt. Um einen Kommentar als separaten Block einzufügen, müssen vor und nach den Zügen zwei Leerzeilen eingefügt werden. Beachten Sie bitte auch, dass HTML Tags in Kommentaren erlaubt sind.

source: As for comments, variations can be rendered either inlined within the move sequence, or as separated blocks if they are surrounded with two blank lines in the PGN string.
de_de: Wie Kommentare können Variationen in die Zugfolge direkt eingefügt werden, oder auch als separate Blöcke, wenn sie durch zwei Leerzeilen im PGN String abgegrenzt werden.

source: Notice that %1$s[pgndiagram]%2$s tags must be inserted only in PGN comments.
de_de: Beachten Sie bitte, dass %1$s[pgndiagram]%2$s Tags nur in PGN Kommentaren erlaubt sind.

source: The %1$s[%4$s][/%4$s]%2$s and %1$s[pgndiagram]%2$s tags accept the same attributes as the %1$s[%3$s][/%3$s]%2$s ones. For instance, using %1$s[%4$s square_size=...] ... [/%4$s]%2$s will affect the size of all the chess diagrams inserted in the comments of the corresponding chess game. Setting %1$s[pgndiagram square_size=...]%2$s will affect only the corresponding diagram.
de_de: Die %1$s[%4$s][/%4$s]%2$s und %1$s[pgndiagram]%2$s Tags akzeptieren dieselben Attribute wie die %1$s[%3$s][/%3$s]%2$s. Zum Beispiel kann durch Nutzung von %1$s[%4$s square_size=...] ... [/%4$s]%2$s die Größe von allen Schachdiagrammen beeinflusst werden, die in Kommentaren einer Schachpartie eingebettet werden. Die Einstellung %1$s[pgndiagram square_size=...]%2$s wird nur die Größe dieses Diagramms beeinflussen.

source: This short reminder presents through examples the features provided by the RPB Chessboard plugin, namely the insertion of chess diagrams and games in WordPress websites. On the left is the code written in posts and pages; the right column shows the corresponding rendering.
de_de: Diese kurze Zusammenfassung zeigt durch Beispiele die Feature, die durch RPB Chessboard Plugin bereitgestellt werden, speziell das Einfügen von Schachdiagrammen und Partien in WordPress-Websites. Auf der linken Seite wird der Code von Blog Posts und Seiten gezeigt, auf der rechten Seite sieht man dann die entsprechende Darstellung.

source: You need to activate javascript to enhance chess game and diagram visualization.
de_de: Sie müssen JavaScript aktivieren, um die Notation und Diagramme zu verbessern.

source: Commented by %1$s
de_de: Kommentiert durch %1$s

source: P
de_de: B
