Repository: yo35/rpb-chessboard
Catalog: languages/rpbchessboard-*.po
Languages: de_de, fr_fr, tr_tr

source: %1$s[%3$s][/%3$s]%2$s tag attributes
tr_tr: %1$s[%3$s][/%3$s]%2$s etiket değerleri

source: PGN game syntax
tr_tr: PGN oyun yazımı

source: FEN diagram syntax
tr_tr: FEN diyagram yazımı

source: Default aspect & behavior settings
fr_fr: Apparence et comportement par défaut
tr_tr: Varsayılan görünüş ve davranış ayarları

source: Compatibility with other chess plugins
de_de: Kompatibilität mit anderen Schach Plugins
fr_fr: Compatibilité avec les autres plugins d'échecs
tr_tr: Diğer satranç eklentileri ile uyumluluk

source: Small-screen devices
tr_tr: Küçük ekranlı aygıtlar

source: Settings saved.
fr_fr: Options enregistrées.
tr_tr: Ayarlar kaydedildi

source: Settings reseted.
tr_tr: Ayarlar sıfırlandı

source: Chessboard aspect
fr_fr: Apparance des échiquiers
tr_tr: Satranç tahtası boyutları

source: Square size: %1$s pixels
de_de: Feldgröße: %1$s in Pixel
fr_fr: Taille des cases&nbsp;: %1$s pixels
tr_tr: Kare boyutu: %1$s pixels

source: Show coordinates
de_de: Zeige Koordinaten
fr_fr: Afficher les coordonnées
tr_tr: Koordinatları göster

source: Position of the navigation board
fr_fr: Position de l'échiquier de navigation
tr_tr: Gezinti tahtasının konumu

source: No navigation board
fr_fr: Pas d'échiquier de navigation
tr_tr: Gezinti tahtası yok

source: In a popup frame
fr_fr: Dans un <em>popup</em>
tr_tr: açılan çerçevede

source: Above the game headers and the move list
tr_tr: Hamlelerin ve başlığın üstünde

source: Below the move list
tr_tr: Hamlelerin altında

source: On the left of the move list
fr_fr: À gauche de la liste de coups
tr_tr: Hamlelerin solunda

source: On the right of the move list
fr_fr: À droite de la liste de coups
tr_tr: Hamlelerin sağında

source: A navigation board may be added to each PGN game to help post/page readers to follow the progress of the game. This navigation board is displayed either in a popup frame (in this case, it becomes visible only when the reader clicks on a move) or next to the move list (then it is visible as soon as the page is loaded).
tr_tr: Okurların hamleler ilerledikçe konumu görebilmeleri için bir gezinti tahtası PGN oyunlarıyla birlikte görülebilir. Bu gezinti tahtası ya bir hamleye tıklandığında o hamledeki konumu gösterecek şekilde açılan bri çerçevede ya da isteğe göre içeriğin bir tarafında gösterilebilir.

source: These settings control the default aspect and behavior of the chess diagrams and games inserted in posts and pages with the %1$s[%3$s][/%3$s]%2$s and %1$s[%4$s][/%4$s]%2$s tags. They can be overridden at each tag by passing appropriate tag attributes: see %5$shelp on FEN diagram attributes%7$s and %6$shelp on PGN game attributes%7$s for more details.
fr_fr: Ces paramètres déterminent l'apparence et le comportement qu'adoptent par défaut les diagrammes et parties d'échecs insérés dans les articles et pages du blog au moyen des balises %1$s[%3$s][/%3$s]%2$s et %1$s[%4$s][/%4$s]%2$s. Ils peuvent être modifiés au niveau de chacune des balises en spécifiant des attributs de balise <em>ad hoc</em>&nbsp;: voir l'aide sur les %5$sattributs de diagramme FEN%7$s et sur les %6$sattributs de partie PGN%7$s pour plus de détails.
tr_tr: Bu ayarlar, sayfa ya da yazılar içine %1$s[%3$s][/%3$s]%2$s ve %1$s[%4$s][/%4$s]%2$s etiketleriyle eklenen bir satranç oyunu ya da diyagramının boyutlarını ve içeriğini göstermek için kullanılır. Etiketlerin her birisi uygun etiket özellikleri seçilerek belirlenebilir: FEN Diyagramı için %5$shelp ve attributes%7$s ve %6$shelp 'e, PGN oyunları için attributes%7$s ayrıntılı şekilde bakınız.

source: Piece symbols
fr_fr: Symboles des pièces
tr_tr: Taş sembolü

source: English initials
fr_fr: Initiales anglaises
tr_tr: İngilizce baş harfler

source: Localized initials
fr_fr: Initiales traduites
tr_tr: Türkçe baş harfler

source: Figurines
tr_tr: Satranç karakterleri

source: Custom
fr_fr: Personalisé
tr_tr: Özel

source: This setting only affects how chess moves are rendered to post/page readers. Authors must always use English initials when writting PGN content into posts and pages.
fr_fr: Ce paramètre n'affecte que la façon dont les coups sont affichés aux lecteurs du blog. Les auteurs doivent toujours utiliser les initiales anglaises lorsqu'ils écrivent des données PGN dans leurs articles et pages.
tr_tr: Bu ayarlar sayfa ve yazı okuyucularına satranç hamlelerinin nasıl iletildiğini belirler. Yazarlar, her zaman notasyon kullanımında İngilizce baş harfleri kullanarak PGN içeriği yazmak zorundadır.

source: Enable support for small-screen devices
tr_tr: küçük ekranlı aygıtlar için desteği etkinleştir

source: Activating this option allows to customize how RPB Chessboard renders chess diagrams on small-screen devices (such as smartphones).
tr_tr: Bu seçeneği aktifleştirmek, RPB Chessboard eklentisinin küçük ekranlı aygıtlarda (örneğin akıllı telefonlar) satranç diyagramlarının nasıl gösterileceğini belirlemeye yarar.

source: These options apply to devices whose resolution is less than %1$s pixel width.
tr_tr: Bu seçenek, çözünülürlüğü %1$s pixelden düşük aygıtlar için geçerlidir.

source: These options apply to devices whose resolution lies between %1$s and %2$s pixel width.
tr_tr: Bu seçenek, çözünülürlüğü %1$s pixel ile %2$s pixel arasındaki aygıtlar için geçerlidir.

source: Screen width &le; %1$s pixels
tr_tr: Ekran genişliği &le; %1$s pixels

source: Restrict square size to: %1$s pixels
tr_tr: Kare boyutu zorunlu olarak: %1$s pixels

source: Chess diagrams will be displayed with a square size not larger than this value if the screen width is less than %1$s pixels, whatever the %2$sdefault aspect and behavior settings%3$s or the tag attributes that may be specified in the posts/pages. Diagrams for which the square size is less than this value will be displayed as they normally do on large screen devices.
tr_tr: Eğer ekran genişliği %1$s pixelden az ise kare boyutu bu değerden büyük olmayacak şekilde diyagramlar gösterilecektir. Bu durumda %2$sdefault varsayılan boyutuna ve ayarlara settings%3$s ya da sayfalarda belirlenen özelliklere bakılmaksızın işlem görülecektir. Bu boyuttan küçük karelerle tasarlanılan diyagramlar da büyük ekranlı aygıtlarda gösterilen diyagramlar gibi olacaktır.

source: Always hide coordinates
tr_tr: Koordinatları her zaman gizle

source: If enabled, row and column coordinates will be hidden if the screen width is less than %1$s pixels, whatever the %2$sdefault aspect and behavior settings%3$s or the tag attributes that may be specified in the posts/pages. If disabled, row and column coordinates will be displayed as they normally do on large screen devices.
tr_tr: Eğer aktif hale getirilirse, ekran genişliği %1$s pixel den düşük aygıtlarda koordinatlar gizlenecektir. Bu durumda %2$sdefault varsayılan boyutuna ve ayarlara settings%3$s ya da sayfalarda belirlenen özelliklere bakılmaksızın işlem görülecektir. Bu boyuttan küçük karelerle tasarlanılan diyagramlar da büyük ekranlı aygıtlarda gösterilen diyagramlar gibi olacaktır.

source: See explanations about theses settings above.
tr_tr: Bu ayarlar hakkındaki açıklamalar için yukarıya bakınız.

source: Save changes
de_de: Speichere die Änderungen
fr_fr: Enregistrer les modifications
tr_tr: Değişiklikleri kaydet

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
tr_tr: İptal

source: Reset settings
tr_tr: Ayarları sıfırla

source: This will reset all the settings in this page to their default values. Press OK to confirm...
tr_tr: Bu seçiminiz sayfadaki tüm ayarları varsayılan değerlerine götürecektir. Lütfen onaylamak için OK'e basınız.

source: By default, the RPB Chessboard plugin use the %1$s[fen][/fen]%2$s and %1$s[pgn][/pgn]%2$s tags for FEN diagrams and PGN games. However, this behavior causes conflicts with other WordPress plugins (typically chess plugins) that use the same tags. The compatibility modes are provided to avoid those conflicts.
fr_fr: Par défaut, le plugin RPB Chessboard utilise les balises %1$s[fen][/fen]%2$s et %1$s[pgn][/pgn]%2$s pour les diagrammes FEN et les parties PGN. Cependant, ce comportement entraîne des conflits avec les autres plugins WordPress utilisant ces mêmes balises (typiquement d'autres plugins d'échecs). Les modes de compatibilité permettent d'éviter ces conflits.
tr_tr: Temel modunda RPB Satranç Tahtası; FEN diyagramları ve PGN oyunları için %1$s[fen][/fen]%2$s ve %1$s[pgn][/pgn]%2$s etiketlerini kullanmaktadır. Ancak bu durum diğer WordPress eklentileri ile çatışmaya neden olabilmektedir. Uyumluluk modları bu çatışmaları yok etmek için düzenlenmektedir.

source: Compatibility mode for the FEN diagram tag
de_de: Kompatilitätsmodus für das FEN Diagramm-Tag
fr_fr: Mode de compatibilité pour la balise de diagramme FEN
tr_tr: FEN diyagram etiketi için uyumluluk modu

source: Activating this option makes RPB Chessboard use %1$s[fen_compat][/fen_compat]%2$s instead of %1$s[fen][/fen]%2$s for FEN diagrams.
fr_fr: Activer cette option force RPB Chessboard à utiliser %1$s[fen_compat][/fen_compat]%2$s au lieu de %1$s[fen][/fen]%2$s pour les diagrammes FEN.
tr_tr: Bu seçeneği aktifleştirmeniz; RPB Chessboard'un FEN diyagramları için %1$s[fen][/fen]%2$s yerine %1$s[fen_compat][/fen_compat]%2$s dizimini kullanmasını mümkün kılar.

source: Compatibility mode for the PGN game tag
de_de: Kompatilitätsmodus für das PGN Partien-Tag
fr_fr: Mode de compatibilité pour la balise de partie PGN
tr_tr: PGN oyun etiketi için uyumluluk modu

source: Activating this option makes RPB Chessboard use %1$s[pgn_compat][/pgn_compat]%2$s instead of %1$s[pgn][/pgn]%2$s for PGN games.
fr_fr: Activer cette option force RPB Chessboard à utiliser %1$s[pgn_compat][/pgn_compat]%2$s au lieu de %1$s[pgn][/pgn]%2$s pour les parties PGN.
tr_tr: Bu seçeneği aktifleştirmeniz; RPB Chessboard'un PGN oyunları için, %1$s[pgn][/pgn]%2$s yerine %1$s[pgn_compat][/pgn_compat]%2$s dizimini kullanmasını mümkün kılar.

source: Default
tr_tr: Varsayılan

source: RPB Chessboard allows you to typeset and display chess games and diagrams in the posts and pages of your WordPress blog, using the standard %1$sFEN%3$s and %2$sPGN%3$s notations.
de_de: RPB Chessboard erlaubt, eine Schachpartie zu layouten und die Partie samt Diagrammen in Blog Posts und Seiten ihres Wordpress Blogs mit Verwendung der Standards %1$sFEN%3$s und %2$sPGN%3$s darzustellen.
fr_fr: RPB Chessboard vous permet d'éditer et d'afficher des parties et des diagrammes d'échecs dans les articles et pages de votre blog Wordpress, en utilisant les notations usuelles %1$sFEN%3$s et %2$sPGN%3$s.
tr_tr: RPB Satrançtahtası, WordPress bloğunuzun sayfa ve yazılarında satranç oyunlarınızı, %1$sFEN%3$s ve %2$sPGN%3$s standart notasyon kurallarını kullanarak gösterebilmenizi sağlar.

source: source code on GitHub
fr_fr: code source sur GitHub
tr_tr: GitHub'ta kaynak kodu

source: If you encounter some bugs with this plugin, or if you wish to get new features in the future versions, you can report/propose them in the %1$sGitHub bug tracker%2$s.
de_de: Wenn Sie Fehler in dem Plugin finden, oder wenn sie neue Features in zukünftigen Versionen bekommen wollen, so können sie einen Fehlerbericht im %1$sGitHub Tracker%2$s einstellen.
fr_fr: Si vous rencontrez des bugs avec ce plugin, ou bien si vous souhaitez voir implémenté de nouvelles fonctionnalités dans les versions futures, vous pouvez les signaler/proposer dans le %1$s<em>bug tracker</em> GitHub%2$s.
tr_tr: Eğer bu eklentiyle ilgili sorun yaşıyorsanız ya da sonraki sürümlerde yeni özellikler olsun istiyorsanız, önerinizi/sorununuzu %1$sGitHub hata tracker%2$s kullanarak raporlayabilirsiniz.

source: Plugin version
fr_fr: Version du plugin
tr_tr: Eklenti sürümü

source: Author
de_de: Autor
fr_fr: Auteur
tr_tr: Yazar

source: If you are interested in translating this plugin into your language, please %1$scontact the author%2$s.
de_de: Wenn Sie an der Übersetzung des Plugsin in ihre Sprache interessiert sind, bitte setzen Sie sich mit dem Autor %1$sin Kontakt%2$s.
fr_fr: Si vous souhaitez traduire ce plugin dans votre langue, merci de %1$scontacter l'auteur%2$s.
tr_tr: Eğer bu eklentiyi dilinize çevirmek isterseniz lütfen %1$scontact author%2$s.

source: License
de_de: Lizenz
fr_fr: Licence
tr_tr: Lisans

source: This plugin is distributed under the terms of the %1$sGNU General Public License version 3%3$s (GPLv3), as published by the %2$sFree Software Foundation%3$s. The full text of this license is available at %4$s. A copy of this document is also provided with the plugin source code.
fr_fr: Ce plugin est distribué sous les termes de la %1$s<em>GNU General Public License</em> version 3%3$s (GPLv3), telle que publiée par la %2$sFree Software Foundation%3$s. Le texte complet de cette licence est disponible à l'adresse %4$s. Une copie de ce document est également fournie avec le code source du plugin.
tr_tr: Bu eklenti %1$sGNU Genel Kamusal Lisans sürümü 3%3$s (GPLv3) altında dağıtılmaktadır, %2$sFree Software Foundation%3$s ile yayımlandığı gibidir. Lisansın tüm metni %4$s da bulunmaktadır. Bu dokümanın bir kopyası eklenti kaynak koduyla birliktedir.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
fr_fr: Ce programme est distribué dans l'espoir qu'il vous sera utile, mais SANS AUCUNE GARANTIE&nbsp;: sans même la garantie implicite de COMMERCIALISABILITÉ ni d'ADÉQUATION À UN OBJECTIF PARTICULIER. Consultez la <em>GNU General Public License</em> pour plus de détails.
tr_tr: Bu program herhangi bir garanti ya da bakım gerektirmeksizin kullanılabileceği ümidiyle dağıtılmaktadır.

source: This short reminder presents through examples the features provided by the RPB Chessboard plugin, namely the insertion of chess diagrams and games in WordPress websites. On the left is the code written in posts and pages, while the right column shows the corresponding rendering.
fr_fr: Ce court pense-bête présente au travers d'exemples les fonctionnalités offertes par le plugin RPB Chessboard, à savoir l'insertion de diagrammes et parties d'échecs dans les sites webs WordPress. La colonne de gauche montre le code écrit dans les articles et les pages, la colonne de droite le rendu correspondant.
tr_tr: Bu kısa not RPB Chessboard eklentisinin sağladığı özelliklere ilişkin örnekleri sunmaktadır. Adını koymak gerekirse kısaca WordPress web sitelerine satranç diyagramları ve PGN oyunlarını yerleştirmek için kullanılır.

source: FEN diagram
de_de: FEN Diagramm
fr_fr: Diagramme FEN
tr_tr: FEN Diyagram

source: White to move and mate in two:
de_de: Weiß zieht und setzt in zwei Zügen matt:
fr_fr: Trait aux blancs, mat en deux&nbsp;:
tr_tr: Beyaz oynar ve iki hamlede mat eder

source: This position is known as the Légal Trap. It is named after the French player François Antoine de Legall de Kermeur (1702&ndash;1792).
de_de: Diese Position ist als die Légal-Falle bekannt. Sie ist nach dem französichen Spieler François Antoine de Legall de Kermeur (1702&ndash;1792) benannt.
fr_fr: Cette position est appelée mat de Legal. Elle doit son nom au joueur français François Antoine de Kermur Sire de Legale (1702&ndash;1792).
tr_tr: Bu konum Legal Tuzağı olarak bilinir. Fransız satranççı François Antoine de Legall de Kermeur (1702&ndash;1792) adına ithaf edilmiştir.

source: The string between the %1$s[%3$s][/%3$s]%2$s tags describe the position. The used notation follows the %4$sFEN format%5$s (Forsyth-Edwards Notation). A comprehensive description of this FEN notation is available on %4$sWikipedia%5$s.
de_de: Der String zwischen den %1$s[%3$s][/%3$s]%2$s Tags beschreibt die Position. Die benutzte Notation folgt dabei dem %4$sFEN Format%5$s (Forsyth-Edwards Notation). Eine verständliche Beschreibung der FEN Notation ist in %4$sWikipedia%5$s erhältlich.
fr_fr: Le texte entre les balises %1$s[%3$s][/%3$s]%2$s décrit la position. La notation utilisée suit le %4$sformat FEN%5$s (<em>Forsyth-Edwards Notation</em>). Une description exhaustive de cette notation FEN est disponible sur %4$sWikipédia%5$s.
tr_tr: %1$s[%3$s][/%3$s]%2$s etiketleri arasında dizim konumu tanımlar. Kullanılan notasyon %4$sFEN format%5$s ını takip eder (Forsyth-Edwards Notation). Bu yazılımın ayrıntılı açıklaması %4$sWikipedia%5$s sayfasında görülebilir.

source: PGN game
de_de: PGN Partie
fr_fr: Partie PGN
tr_tr: PGN oyunu

source: Morphy took twelve minutes over his next move, probably to assure himself that the combination was sound and that he had a forced win in every variation.
de_de: Morphy dachte hier zwölf Minuten über seinen nächsten Zug nach, vermutlich, um in allen Varianten absolut sicher forciert zu gewinnen.
fr_fr: Morphy réfléchit douze minutes sur le coup suivant, sans doute pour s'assurer que la combinaison était correcte et que le gain était forcé dans toutes les variantes.
tr_tr: Morphy bir sonraki hamle için 12 dakika düşündü. Büyük bir olasılıkla, kendi kendine kombinezonun mantıklı olduğunu ve her devam yolunda zorunlu hamlelerle bir kazancın olduğuna emin olmak istiyordu.

source: Not
de_de: Nicht
fr_fr: Pas
tr_tr: Hayır

source: would have won more quickly. For instance:
de_de: hätte schneller gewonnen. Zum Beispiel:
fr_fr: aurait gagné plus rapidement. Par exemple&nbsp;:
tr_tr: daha çabuk kazanırdı. Örneğin

source: Absolutely forced.
de_de: Absolut erzwungen.
fr_fr: Complètement forcé.
tr_tr: Mutlak zorunlu

source: The code between the %1$s[%3$s][/%3$s]%2$s tags describe the game. The used notation follows the standard %4$sPGN format%7$s. It can be copy-pasted from a .pgn file generated by any chess database software, including %5$sChessbase%7$s, %6$sScid%7$s, etc...
de_de: Der Code zwischen den %1$s[%3$s][/%3$s]%2$s Tags beschreibt die Partie. Die benutzte Notation folgt dem Standard-%4$sPGN Format%7$s. Es kann per kopieren-einfügen aus einem .pgn File, das durch eine Schach-Datenbank-Software generiert wurde, übernommen werden, z.B. %5$sChessbase, %7$s, %6$sScid%7$s, usw...
fr_fr: Le code placé entre les balises %1$s[%3$s][/%3$s]%2$s décrit la partie. La notation utilisée suit le %4$sformat PGN%7$s usuel. Il peut être copié-collé à partir d'un fichier .pgn généré par n'importe quel logiciel de base de données échiquéenne, notamment %5$sChessbase%7$s, %6$sScid%7$s, etc...
tr_tr: %1$s[%3$s][/%3$s]%2$s etiketleri arasındaki kod oyunu tanımlamaktadır. Kullanılan notasyon %4$sPGN format%7$s standardına göre düzenlenmiştir. Bu, bir PGN oyunundan kopyala yapıştır yöntemiyle elde edilebilir. Bu PGN oyunları bir satranç veri tabanından; %5$sChessbase%7$s, %6$sScid%7$s, v.b. gibiler de dahil elde edilebilir

source: Please note the %1$s[pgndiagram]%2$s tag placed inside a comment to insert a diagram showing the current position.
de_de: Bitte beachten Sie, dass das %1$s[pgndiagram]%2$s Tag in einen Kommentar eingefügt werden muss, um die aktuelle Position darzustellen.
fr_fr: Remarquez la balise %1$s[pgndiagram]%2$s placée dans un commentaire pour insérer un diagramme montrant la position courante.
tr_tr: Lütfen, %1$s[pgndiagram]%2$s etiketlerinin bir yorum içerisine eklendiğinde o anda var olan diyagramı göstermek için kullanıldığına dikkat ediniz.

source: Square size
de_de: Feldgröße
fr_fr: Taille des cases
tr_tr: Kare boyutu

source: The %1$s attribute controls the size of the chessboard squares.
tr_tr: %1$s özelliği, satranç tahtasının boyutunu kontrol eder.

source: Value
tr_tr: Değer

source: Description
tr_tr: Tanımlama

source: The square width is %1$s pixels.
tr_tr: Kare genişliği %1$s pixeldir.

source: etc...
tr_tr: v.b.

source: Any value between %1$s and %2$s can be used.
tr_tr: %1$s ve %2$s arasındaki herhangi bir değer kullanılabilir.

source: Square and arrow markers
tr_tr: Kare ve ok işaretlemecileri

source: The %1$s and %2$s attributes are used to add respectively square and arrow markers. There is no need to manually edit the value of these attributes as square and arrow marker edition is handled by the %3$schess diagram editor%4$s.
tr_tr: %1$s ve %2$s özellikleri kare ve ok işaretleri eklemek için kullanılır. %3$schess diagram editor%4$s tarafından kare ve ok işaretleri üretilebileceğinden bunları elle eklemek için uğraşmaya gerek yoktur.

source: For information, the syntax used to define square and arrow markers is described in the %1$sPGN game syntax help page%2$s.
tr_tr: Bir kareyi ya da oku işaretlemek için gerekli olan dizim %1$sPGN game syntax help page%2$s (PGN oyunu dizim yardımı) sayfasında gösterilmiştir.

source: Board flipping
tr_tr: Tahtayı çevirmek için

source: The %1$s attribute controls whether the chessboard is rotated or not.
de_de: Das %1$s-Attribut kontrolliert, ob das Schachbrett gedreht werden soll oder nicht.
fr_fr: L'attribut %1$s détermine si l'échiquier est ou non retourné.
tr_tr: %1$s özelliği, satranç tahtasının döndürülüp döndürülmeyeceğini kontrol eder.

source: The board is seen from White's point of view.
tr_tr: Tahta beyazın bakışıyla görülür

source: The board is seen from Black's point of view.
tr_tr: Tahta siyahın bakışıyla görülür

source: Several attributes may be passed to the %1$s[%3$s][/%3$s]%2$s tags in order to customize how the FEN diagrams are displayed. All these attributes are optional: if not specified, the default setting (defined by the blog administrator) applies. These attributes are presented in this page.
tr_tr: %1$s[%3$s][/%3$s]%2$s etiketlerine farklı özellikler eklenerek FEN diyagramları gösterilebilir. Tüm bu özellikler seçime bağlıdır: Varsayılan ayarlar, blog yöneticisinin seçtiği ayarlardır. Bu özellikler bu sayfada gösterilmektedir.

source: The %1$s attribute controls whether the row and column coordinates are visible or not.
tr_tr: %1$s özelliği, satranç tahtasının koordinatlarının gösterilip gösterilmeyeceğini belirler.

source: The row and column coordinates are hidden.
tr_tr: satır ve sütun koordinatları gizlenir.

source: The row and column coordinates are visible.
tr_tr: Satır ve sütun koordinatları gösterilir.

source: Custom starting position
de_de: Individuelle Startposition
fr_fr: Position de départ particulière
tr_tr: Özel tanımlanmış başlangıç konumu

source: Endgame example
fr_fr: Exemple de finale
tr_tr: Oyunsonu örneği

source: The %1$s[FEN &quot;...&quot;]%2$s header might be used to specify that the game starts with a custom position. Additionally, the strict PGN syntax requires that %1$s[SetUp &quot;1&quot;]%2$s is added when using the %1$s[FEN &quot;...&quot;]%2$s header.
de_de: Der %1$s[FEN &quot;...&quot;]%2$s Eintrag kann genutzt werden, um eine Partie von einer beliebigen Position starten zu lassen. Zusätzlich verlangt die strikte PGN Syntax, dass %1$s[SetUp &quot;1&quot;]%2$s genutzt wird, wenn ein %1$s[FEN &quot;...&quot;]%2$s Eintrag verwendet wird.
fr_fr: L'en-tête %1$s[FEN &quot;...&quot;]%2$s peut être utilisé pour définir une position de départ personnalisée. En outre, la syntaxe PGN stricte exige que %1$s[SetUp &quot;1&quot;]%2$s soit ajouté lorsque l'en-tête %1$s[FEN &quot;...&quot;]%2$s est utilisé.
tr_tr: %1$s[FEN &quot;...&quot;]%2$s başlığı, oyunun tanımlanmış bir konumdan başladığını göstermek için kullanılır. Ek olarak, PGN dizimi de; %1$s[FEN &quot;...&quot;]%2$s başlığı kullanıldığındamutlaka %1$s[SetUp &quot;1&quot;]%2$s kullanılmasını zorunlu kılar.

source: Variations
de_de: Variationen
fr_fr: Variantes
tr_tr: Devam yolları
